{
  "metadata": {
    "id": "armor-of-god",
    "title": "Armor of God Prayer",
    "primary_category": "devotional",
    "labels": ["devotional", "spiritual-warfare", "biblical", "protection", "essential", "daily"],
    "importance": "essential",
    "type": "devotional",
    "description": "Prayer for spiritual protection based on Ephesians 6:10-18, asking God to clothe the believer in the spiritual armor of truth, righteousness, faith, salvation, and the Word of God",
    "origin": "Based on St. Paul's Letter to the Ephesians describing the spiritual armor of the Christian warrior against evil",
    "origin_date": "0060/0062",
    "usage": "Recited for spiritual protection, in times of spiritual warfare, temptation, or when facing trials; often prayed in the morning or before challenging situations",
    "feast_days": [],
    "devotions": ["spiritual-warfare", "daily-prayers", "protection-prayers"],
    "created_date": "2025-10-21",
    "last_modified": "2025-10-21"
  },
  "translations": {
    "la": {
      "language": "Latin",
      "text": "Deus omnipotens, per virtutem Spiritus Sancti, induc me armatura Dei, ut possim stare adversus insidias diaboli. Cinge me cingulo veritatis. Induc me lorica iustitiae. Calcea pedes meos in praeparatione evangelii pacis. Sume scutum fidei, quo possim omnia tela nequissimi ignea exstinguere. Cape galeam salutis et gladium Spiritus, quod est verbum Dei. Per omnem orationem et obsecrationem orantes omni tempore in Spiritu. Adiuva me vigilare in omni instantia et obsecratione pro omnibus sanctis. Da mihi fortitudinem in Domino et in potentia virtutis eius, ut adversus principatus et potestates, adversus mundi rectores tenebrarum harum, adversus spiritalia nequitiae in caelestibus stare possim. Per Christum Dominum nostrum. Amen.",
      "notes": "Latin version based on Ephesians 6:10-18 (Vulgate)"
    },
    "en": {
      "language": "English",
      "text": "Almighty God, by the power of the Holy Spirit, clothe me with the armor of God, that I may be able to stand firm against the tactics of the devil. Gird me with the belt of truth. Clothe me with the breastplate of righteousness. Fit my feet with the readiness that comes from the gospel of peace. Take up the shield of faith, with which I can extinguish all the flaming arrows of the evil one. Put on me the helmet of salvation and the sword of the Spirit, which is the word of God. Help me to pray in the Spirit on all occasions with all kinds of prayers and requests. Help me to be alert and always keep on praying for all the Lord's people. Give me strength in the Lord and in his mighty power, that I may stand against the rulers, against the authorities, against the powers of this dark world and against the spiritual forces of evil in the heavenly realms. Through Christ our Lord. Amen.",
      "notes": "Based on Ephesians 6:10-18 (NIV/RSV-CE)"
    },
    "es": {
      "language": "Spanish",
      "text": "Dios todopoderoso, por el poder del Espíritu Santo, vísteme con la armadura de Dios, para que pueda estar firme contra las asechanzas del diablo. Cíñeme con el cinturón de la verdad. Revísteme con la coraza de la justicia. Calza mis pies con el celo del evangelio de la paz. Toma el escudo de la fe, con el cual pueda apagar todos los dardos encendidos del maligno. Ponme el yelmo de la salvación y la espada del Espíritu, que es la palabra de Dios. Ayúdame a orar en el Espíritu en toda ocasión con toda clase de oraciones y súplicas. Ayúdame a estar alerta y perseverar siempre en oración por todos los santos. Dame fortaleza en el Señor y en su fuerza poderosa, para que pueda estar firme contra principados y potestades, contra los dominadores de este mundo tenebroso y contra las fuerzas espirituales del mal en las regiones celestiales. Por Cristo nuestro Señor. Amén.",
      "notes": "Basada en Efesios 6:10-18"
    },
    "fr": {
      "language": "French",
      "text": "Dieu tout-puissant, par la puissance du Saint-Esprit, revêts-moi de l'armure de Dieu, afin que je puisse tenir ferme contre les ruses du diable. Ceins-moi de la ceinture de la vérité. Revêts-moi de la cuirasse de la justice. Chausse mes pieds du zèle de l'Évangile de paix. Prends le bouclier de la foi, avec lequel je pourrai éteindre tous les traits enflammés du malin. Mets sur moi le casque du salut et l'épée de l'Esprit, qui est la parole de Dieu. Aide-moi à prier en tout temps dans l'Esprit avec toutes sortes de prières et de supplications. Aide-moi à veiller avec une entière persévérance et prier pour tous les saints. Donne-moi la force dans le Seigneur et dans sa puissance souveraine, afin que je puisse tenir ferme contre les dominations, contre les autorités, contre les princes de ce monde de ténèbres et contre les esprits méchants dans les lieux célestes. Par le Christ notre Seigneur. Amen.",
      "notes": "Basée sur Éphésiens 6:10-18"
    },
    "de": {
      "language": "German",
      "text": "Allmächtiger Gott, durch die Kraft des Heiligen Geistes, bekleide mich mit der Waffenrüstung Gottes, damit ich standhalten kann gegen die listigen Anschläge des Teufels. Gürte mich mit dem Gürtel der Wahrheit. Kleide mich mit dem Panzer der Gerechtigkeit. Beschuhe meine Füße mit der Bereitschaft, die Botschaft des Friedens zu verkünden. Nimm den Schild des Glaubens, mit dem ich alle feurigen Pfeile des Bösen auslöschen kann. Setze mir den Helm des Heils auf und das Schwert des Geistes, das ist das Wort Gottes. Hilf mir, allezeit im Geist zu beten mit allen Bitten und Flehen. Hilf mir, wachsam zu sein und immerzu zu beten für alle Heiligen. Gib mir Kraft im Herrn und in seiner gewaltigen Macht, damit ich standhalten kann gegen die Mächte und Gewalten, gegen die Weltherrscher dieser Finsternis und gegen die bösen Geister in den himmlischen Bereichen. Durch Christus, unseren Herrn. Amen.",
      "notes": "Basierend auf Epheser 6:10-18"
    },
    "it": {
      "language": "Italian",
      "text": "Dio onnipotente, per la potenza dello Spirito Santo, rivestimi dell'armatura di Dio, affinché io possa stare saldo contro le insidie del diavolo. Cingimi con la cintura della verità. Rivestimi con la corazza della giustizia. Calza i miei piedi con lo zelo del vangelo della pace. Prendi lo scudo della fede, con il quale potrò spegnere tutti i dardi infuocati del maligno. Mettimi l'elmo della salvezza e la spada dello Spirito, cioè la parola di Dio. Aiutami a pregare in ogni tempo nello Spirito con ogni sorta di preghiere e di suppliche. Aiutami a vegliare con ogni perseveranza e pregare per tutti i santi. Dammi forza nel Signore e nel vigore della sua potenza, affinché io possa stare saldo contro i principati e le potestà, contro i dominatori di questo mondo di tenebre e contro gli spiriti del male nelle regioni celesti. Per Cristo nostro Signore. Amen.",
      "notes": "Basata su Efesini 6:10-18"
    },
    "pt": {
      "language": "Portuguese",
      "text": "Deus Todo-Poderoso, pelo poder do Espírito Santo, reveste-me com a armadura de Deus, para que eu possa permanecer firme contra as ciladas do diabo. Cinge-me com o cinto da verdade. Reveste-me com a couraça da justiça. Calça os meus pés com a prontidão do evangelho da paz. Toma o escudo da fé, com o qual poderei apagar todos os dardos inflamados do maligno. Põe em mim o capacete da salvação e a espada do Espírito, que é a palavra de Deus. Ajuda-me a orar em todo o tempo no Espírito com toda oração e súplica. Ajuda-me a vigiar com toda perseverança e oração por todos os santos. Dá-me força no Senhor e na força do seu poder, para que eu possa permanecer firme contra os principados e potestades, contra os dominadores deste mundo tenebroso e contra as forças espirituais da maldade nas regiões celestiais. Por Cristo nosso Senhor. Amém.",
      "notes": "Baseada em Efésios 6:10-18"
    },
    "pl": {
      "language": "Polish",
      "text": "Wszechmogący Boże, mocą Ducha Świętego, przyoblecz mnie w zbroję Bożą, abym mógł ostać się przeciw zasadzkom diabła. Przepasz mnie pasem prawdy. Przyoblecz mnie w pancerz sprawiedliwości. Obuj moje stopy w gotowość głoszenia Ewangelii pokoju. Weź tarczę wiary, którą będę mógł zgasić wszystkie rozżarzone pociski złego. Włóż na mnie hełm zbawienia i miecz Ducha, którym jest słowo Boże. Pomóż mimodlić się w Duchu w każdym czasie wszelką modlitwą i błaganiem. Pomóż mi czuwać z całą wytrwałością i modlić się za wszystkich świętych. Daj mi siłę w Panu i w Jego potężnej mocy, abym mógł ostać się przeciw zwierzchnościom i władzom, przeciw rządcom ciemności tego świata i przeciw duchom złości w okręgach niebieskich. Przez Chrystusa, naszego Pana. Amen.",
      "notes": "Oparta na Liście do Efezjan 6:10-18"
    }
  }
}
