{
  "metadata": {
    "id": "chaplet-of-st-michael",
    "title": "Chaplet of St. Michael",
    "primary_category": "devotional",
    "labels": ["devotional", "angels", "protection", "chaplet"],
    "importance": "common",
    "type": "prayer",
    "description": "Chaplet devotion to the nine choirs of angels, led by St. Michael",
    "origin": "Traditional Catholic devotion to St. Michael and the heavenly hosts",
    "origin_date": "~1800",
    "usage": "Recited using rosary beads, especially for protection against evil",
    "feast_days": ["Michaelmas (September 29)"],
    "devotions": ["angels", "protection", "chaplet", "st. michael"],
    "created_date": "2025-10-20",
    "last_modified": "2025-10-20"
  },
  "translations": {
    "la": {
      "language": "Latin",
      "text": "O Deus, veni in auxilium meum;\nDomine, ad adiuvandum me festina.\nGloria Patri, et Filio, et Spiritui Sancto.\nSicut erat in principio, et nunc, et semper,\net in saecula saeculorum. Amen.\n\nSancte Michaël Archangèle, defende nos in proelio;\ncontra nequitiam et insidias diaboli esto praesidium.\nImperet illi Deus, supplices deprecamur:\ntuque, Princeps militiae caelestis,\nSatanam aliosque spiritus malignos,\nqui ad perditionem animarum pervagantur in mundo,\ndivina virtute, in infernum detrude.\nAmen.\n\nPro novem choris Angelorum:\n\n1. Per intercessionem Sancti Michaël et caelestis militiae Angelorum, Domine, nos defende. Amen.\n\n2. Per intercessionem Sancti Michaël et caelestis militiae Archangelorum, Domine, nos defende. Amen.\n\n3. Per intercessionem Sancti Michaël et caelestis militiae Principatuum, Domine, nos defende. Amen.\n\n4. Per intercessionem Sancti Michaël et caelestis militiae Potestatum, Domine, nos defende. Amen.\n\n5. Per intercessionem Sancti Michaël et caelestis militiae Virtutum, Domine, nos defende. Amen.\n\n6. Per intercessionem Sancti Michaël et caelestis militiae Dominationum, Domine, nos defende. Amen.\n\n7. Per intercessionem Sancti Michaël et caelestis militiae Thronorum, Domine, nos defende. Amen.\n\n8. Per intercessionem Sancti Michaël et caelestis militiae Cherubim, Domine, nos defende. Amen.\n\n9. Per intercessionem Sancti Michaël et caelestis militiae Seraphim, Domine, nos defende. Amen.\n\nO gloriosissime Princeps caelestis militiae,\nSancte Michaël Archangèle,\ndefende nos in proelio et colluctatione,\nquae nobis adversus principes et potestates,\nadversus mundi rectores tenebrarum harum,\ncontra spiritualia nequitiae, in caelestibus.\nVeni in auxilium hominum,\nquos Deus creavit inexterminabiles,\net ad imaginem similitudinis suae fecit,\net a tyrannide diaboli emit pretio magno.\n\nPugnate hodie cum beatis Angelis in proelio,\nsicut pugnastis contra ducem superbiae, Luciferum,\net angelos eius apostaticos:\nnon valuerunt, neque locus inventus est eorum amplius in caelo.\nSed proiectus est draco ille magnus, serpens antiquus,\nqui vocatur diabolus et satanas,\nqui seducit universum orbem;\net proiectus est in terram,\net angeli eius cum illo missi sunt.\n\nEcce Crucem Domini! Fugite partes adversae!\nVicit Leo de tribu Iuda, radix David!\nAlleluia!\n\nSancte Michaël Archangèle, ora pro nobis.\nAmen.",
      "notes": "Latin Chaplet of St. Michael"
    },
    "en": {
      "language": "English",
      "text": "O God, come to my assistance;\nO Lord, make haste to help me.\nGlory be to the Father, and to the Son, and to the Holy Spirit.\nAs it was in the beginning, is now, and ever shall be,\nworld without end. Amen.\n\nSaint Michael the Archangel, defend us in battle;\nbe our protection against the wickedness and snares of the devil.\nMay God rebuke him, we humbly pray:\nand do thou, O Prince of the heavenly host,\nby the power of God, thrust into hell Satan and all the evil spirits\nwho prowl about the world seeking the ruin of souls. Amen.\n\nFor the nine choirs of Angels:\n\n1. By the intercession of St. Michael and the celestial choir of Angels, may the Lord defend us. Amen.\n\n2. By the intercession of St. Michael and the celestial choir of Archangels, may the Lord defend us. Amen.\n\n3. By the intercession of St. Michael and the celestial choir of Principalities, may the Lord defend us. Amen.\n\n4. By the intercession of St. Michael and the celestial choir of Powers, may the Lord defend us. Amen.\n\n5. By the intercession of St. Michael and the celestial choir of Virtues, may the Lord defend us. Amen.\n\n6. By the intercession of St. Michael and the celestial choir of Dominations, may the Lord defend us. Amen.\n\n7. By the intercession of St. Michael and the celestial choir of Thrones, may the Lord defend us. Amen.\n\n8. By the intercession of St. Michael and the celestial choir of Cherubim, may the Lord defend us. Amen.\n\n9. By the intercession of St. Michael and the celestial choir of Seraphim, may the Lord defend us. Amen.\n\nO glorious Prince of the heavenly host, St. Michael the Archangel,\ndefend us in the battle and in the terrible warfare that we are waging\nagainst the principalities and powers,\nagainst the rulers of this world of darkness,\nagainst the evil spirits in the high places.\nCome to the rescue of men,\nwhom God has made in His own image and likeness,\nand whom He has redeemed at a great price from the tyranny of the devil.\n\nFight this day the battle of the Lord,\nwith the blessed Angels assisting thee,\nas thou didst fight against Lucifer, the prince of pride,\nand his apostate angels;\nwho were powerless to withstand thee,\nneither was their place found any more in heaven.\nBut that great dragon was cast out, the ancient serpent,\nwho is called the devil and Satan,\nwho seduces the whole world;\nand he was cast down to the earth,\nand his angels were cast down with him.\n\nBehold the Cross of the Lord! Begone, ye hostile powers!\nThe Lion of the tribe of Juda, the root of David, hath conquered!\nAlleluia!\n\nSaint Michael the Archangel, pray for us.\nAmen.",
      "notes": "English Chaplet of St. Michael"
    },
    "es": {
      "language": "Spanish",
      "text": "Oh Dios, ven en mi auxilio;\nSeñor, date prisa en socorrerme.\nGloria al Padre, al Hijo y al Espíritu Santo.\nComo era en el principio, ahora y siempre,\npor los siglos de los siglos. Amén.\n\nSan Miguel Arcángel, defiéndenos en la batalla;\nsé nuestro amparo contra la perversidad y asechanzas del diablo.\nQue Dios lo reprima, te lo rogamos suplicantes;\ny tú, Príncipe de la milicia celestial,\npor el poder de Dios, arroja al infierno a Satanás\ny a los demás espíritus malignos\nque andan dispersos por el mundo\npara la perdición de las almas. Amén.\n\nPor los nueve coros de Ángeles:\n\n1. Por la intercesión de San Miguel y el coro celestial de Ángeles, defiéndanos el Señor. Amén.\n\n2. Por la intercesión de San Miguel y el coro celestial de Arcángeles, defiéndanos el Señor. Amén.\n\n3. Por la intercesión de San Miguel y el coro celestial de Principados, defiéndanos el Señor. Amén.\n\n4. Por la intercesión de San Miguel y el coro celestial de Potestades, defiéndanos el Señor. Amén.\n\n5. Por la intercesión de San Miguel y el coro celestial de Virtudes, defiéndanos el Señor. Amén.\n\n6. Por la intercesión de San Miguel y el coro celestial de Dominaciones, defiéndanos el Señor. Amén.\n\n7. Por la intercesión de San Miguel y el coro celestial de Tronos, defiéndanos el Señor. Amén.\n\n8. Por la intercesión de San Miguel y el coro celestial de Querubines, defiéndanos el Señor. Amén.\n\n9. Por la intercesión de San Miguel y el coro celestial de Serafines, defiéndanos el Señor. Amén.\n\nOh gloriosísimo Príncipe de la milicia celestial,\nSan Miguel Arcángel,\ndefiéndenos en la batalla y en la lucha terrible\nque sostenemos contra los principados y potestades,\ncontra los gobernadores de este mundo de tinieblas,\ncontra los espíritus malignos en las regiones celestes.\nVen en auxilio de los hombres,\na quienes Dios creó inmortales,\ny a su imagen y semejanza los hizo,\ny del yugo del diablo los redimió a gran precio.\n\nPelea hoy la batalla del Señor,\ncon los bienaventurados Ángeles que te asisten,\ncomo peleaste contra Lucifer, príncipe de la soberbia,\ny sus ángeles apóstatas:\nno pudieron resistirte,\nni se encontró ya lugar para ellos en el cielo.\nPero fue precipitado aquel gran dragón, la serpiente antigua,\nque se llama diablo y Satanás,\nque seduce a todo el mundo;\ny fue precipitado a la tierra,\ny sus ángeles fueron arrojados con él.\n\n¡He aquí la Cruz del Señor! ¡Huid, poderes enemigos!\n¡Ha vencido el León de la tribu de Judá, el retoño de David!\n¡Aleluya!\n\nSan Miguel Arcángel, ruega por nosotros.\nAmén.",
      "notes": "Coronilla de San Miguel en español"
    },
    "fr": {
      "language": "French",
      "text": "Ô Dieu, viens à mon aide ;\nSeigneur, hâte-toi de me secourir.\nGloire au Père, au Fils et au Saint-Esprit.\nComme il était au commencement, maintenant et toujours,\net dans les siècles des siècles. Amen.\n\nSaint Michel Archange, défends-nous dans le combat ;\nsois notre protection contre la méchanceté et les embûches du diable.\nQue Dieu lui commande, nous t'en prions humblement ;\net toi, Prince de la milice céleste,\npar la puissance de Dieu, précipite en enfer Satan\net tous les esprits mauvais\nqui rôdent dans le monde\npour la perte des âmes. Amen.\n\nPour les neuf chœurs d'Anges :\n\n1. Par l'intercession de Saint Michel et le chœur céleste des Anges, que le Seigneur nous défende. Amen.\n\n2. Par l'intercession de Saint Michel et le chœur céleste des Archanges, que le Seigneur nous défende. Amen.\n\n3. Par l'intercession de Saint Michel et le chœur céleste des Principautés, que le Seigneur nous défende. Amen.\n\n4. Par l'intercession de Saint Michel et le chœur céleste des Puissances, que le Seigneur nous défende. Amen.\n\n5. Par l'intercession de Saint Michel et le chœur céleste des Vertus, que le Seigneur nous défende. Amen.\n\n6. Par l'intercession de Saint Michel et le chœur céleste des Dominations, que le Seigneur nous défende. Amen.\n\n7. Par l'intercession de Saint Michel et le chœur céleste des Trônes, que le Seigneur nous défende. Amen.\n\n8. Par l'intercession de Saint Michel et le chœur céleste des Chérubins, que le Seigneur nous défende. Amen.\n\n9. Par l'intercession de Saint Michel et le chœur céleste des Séraphins, que le Seigneur nous défende. Amen.\n\nÔ glorieux Prince de la milice céleste, Saint Michel Archange,\ndéfends-nous dans le combat et dans la terrible lutte\nque nous soutenons contre les principautés et les puissances,\ncontre les princes de ce monde de ténèbres,\ncontre les esprits de malice dans les lieux célestes.\nViens au secours des hommes,\nque Dieu a faits à son image et à sa ressemblance,\net qu'il a rachetés à grand prix de la tyrannie du diable.\n\nCombats aujourd'hui le combat du Seigneur,\navec les Anges bienheureux qui t'assistent,\ncomme tu as combattu contre Lucifer, prince de l'orgueil,\net ses anges apostats ;\nils n'ont pu te résister,\net leur place ne s'est plus trouvée dans le ciel.\nMais ce grand dragon a été précipité, l'antique serpent,\nqui s'appelle le diable et Satan,\nqui séduit tout l'univers ;\net il a été précipité sur la terre,\net ses anges ont été précipités avec lui.\n\nVoici la Croix du Seigneur ! Fuyez, puissances ennemies !\nLe Lion de la tribu de Juda, la racine de David, a vaincu !\nAlléluia !\n\nSaint Michel Archange, prie pour nous.\nAmen.",
      "notes": "Chapelet de Saint Michel en français"
    },
    "de": {
      "language": "German",
      "text": "O Gott, komm mir zu Hilfe;\nHerr, eile mir zu helfen.\nEhre sei dem Vater und dem Sohn und dem Heiligen Geist.\nWie es war im Anfang, jetzt und immerdar,\nund in Ewigkeit. Amen.\n\nHeiliger Michael, Erzengel, verteidige uns im Kampfe;\nsei unser Schutz gegen die Bosheit und Nachstellungen des Teufels.\nGott gebiete ihm, so bitten wir flehentlich;\nund du, Fürst der himmlischen Heerscharen,\nstürze durch die Kraft Gottes den Satan\nund die anderen bösen Geister\nin die Hölle, die in der Welt umherziehen,\num die Seelen zu verderben. Amen.\n\nFür die neun Chöre der Engel:\n\n1. Durch die Fürbitte des heiligen Michael und den himmlischen Chor der Engel, beschütze uns, o Herr. Amen.\n\n2. Durch die Fürbitte des heiligen Michael und den himmlischen Chor der Erzengel, beschütze uns, o Herr. Amen.\n\n3. Durch die Fürbitte des heiligen Michael und den himmlischen Chor der Fürstentümer, beschütze uns, o Herr. Amen.\n\n4. Durch die Fürbitte des heiligen Michael und den himmlischen Chor der Mächte, beschütze uns, o Herr. Amen.\n\n5. Durch die Fürbitte des heiligen Michael und den himmlischen Chor der Tugenden, beschütze uns, o Herr. Amen.\n\n6. Durch die Fürbitte des heiligen Michael und den himmlischen Chor der Herrschaften, beschütze uns, o Herr. Amen.\n\n7. Durch die Fürbitte des heiligen Michael und den himmlischen Chor der Throne, beschütze uns, o Herr. Amen.\n\n8. Durch die Fürbitte des heiligen Michael und den himmlischen Chor der Cherubim, beschütze uns, o Herr. Amen.\n\n9. Durch die Fürbitte des heiligen Michael und den himmlischen Chor der Seraphim, beschütze uns, o Herr. Amen.\n\nO ruhmreicher Fürst der himmlischen Heerscharen, heiliger Michael Erzengel,\nverteidige uns in der Schlacht und in dem furchtbaren Streit,\nden wir führen gegen die Fürstentümer und Gewalten,\ngegen die Beherrscher dieser Welt der Finsternis,\ngegen die bösen Geister in den himmlischen Örtern.\nKomm zu Hilfe den Menschen,\nwelche Gott unvergänglich erschaffen\nund nach seinem Bilde und Gleichnis gemacht hat,\nund welche er um großen Preis von der Tyrannei des Teufels erlöst hat.\n\nKämpfe heute den Kampf des Herrn,\nmit den seligen Engeln dir zur Seite,\nwie du gekämpft hast gegen Luzifer, den Fürsten des Hochmuts,\nund seine abgefallenen Engel;\nsie vermochten nicht, dir zu widerstehen,\nnoch ward ihr Ort fernerhin im Himmel gefunden.\nSondern jener große Drache ward hinausgeworfen, die alte Schlange,\nwelche Teufel und Satan heißt,\nwelche die ganze Welt verführt;\nund er ward auf die Erde gestürzt,\nund seine Engel mit ihm.\n\nSiehe das Kreuz des Herrn! Fliehet, ihr feindlichen Mächte!\nDer Löwe vom Stamme Juda, die Wurzel Davids, hat gesiegt!\nHalleluja!\n\nHeiliger Michael Erzengel, bitte für uns.\nAmen.",
      "notes": "Rosenkranz des heiligen Michael auf Deutsch"
    },
    "it": {
      "language": "Italian",
      "text": "O Dio, vieni in mio aiuto;\nSignore, affrettati a soccorrermi.\nGloria al Padre e al Figlio e allo Spirito Santo.\nCome era nel principio, e ora e sempre,\nnei secoli dei secoli. Amen.\n\nSan Michele Arcangelo, difendici nella battaglia;\nsii nostra protezione contro la malvagità e gli insidii del diavolo.\nComandi a lui Dio, te ne preghiamo supplici;\ne tu, Principe della milizia celeste,\nper la potenza di Dio, spingi nell'inferno Satana\ne gli altri spiriti maligni\nche vanno attorno per il mondo\nper la rovina delle anime. Amen.\n\nPer i nove cori degli Angeli:\n\n1. Per l'intercessione di San Michele e il coro celeste degli Angeli, il Signore ci difenda. Amen.\n\n2. Per l'intercessione di San Michele e il coro celeste degli Arcangeli, il Signore ci difenda. Amen.\n\n3. Per l'intercessione di San Michele e il coro celeste dei Principati, il Signore ci difenda. Amen.\n\n4. Per l'intercessione di San Michele e il coro celeste delle Potestà, il Signore ci difenda. Amen.\n\n5. Per l'intercessione di San Michele e il coro celeste delle Virtù, il Signore ci difenda. Amen.\n\n6. Per l'intercessione di San Michele e il coro celeste delle Dominazioni, il Signore ci difenda. Amen.\n\n7. Per l'intercessione di San Michele e il coro celeste dei Troni, il Signore ci difenda. Amen.\n\n8. Per l'intercessione di San Michele e il coro celeste dei Cherubini, il Signore ci difenda. Amen.\n\n9. Per l'intercessione di San Michele e il coro celeste dei Serafini, il Signore ci difenda. Amen.\n\nO gloriosissimo Principe della milizia celeste,\nSan Michele Arcangelo,\ndifendici nella battaglia e nella terribile lotta\nche sosteniamo contro i principati e le potestà,\ncontro i dominatori di questo mondo di tenebre,\ncontro gli spiriti maligni nelle regioni celesti.\nVieni in aiuto degli uomini,\nche Dio ha creato incorruttibili,\ne fatti a sua immagine e somiglianza,\ne riscattati a gran prezzo dalla tirannia del diavolo.\n\nCombatti oggi la battaglia del Signore,\ncon gli Angeli beati che ti assistono,\ncome combattesti contro Lucifero, principe della superbia,\ne i suoi angeli apostati:\nnon valsero a resisterti,\nneppure fu trovato più il loro luogo in cielo.\nMa fu precipitato quel gran dragone, il serpente antico,\nche si chiama diavolo e satana,\nche seduce tutto il mondo;\ne fu precipitato sulla terra,\ne i suoi angeli con lui furono precipitati.\n\nEcco la Croce del Signore! Fuggite, parti avverse!\nHa vinto il Leone della tribù di Giuda, la radice di Davide!\nAlleluia!\n\nSan Michele Arcangelo, prega per noi.\nAmen.",
      "notes": "Coroncina di San Michele in italiano"
    },
    "pt": {
      "language": "Portuguese",
      "text": "Ó Deus, vem em meu auxílio;\nSenhor, apressa-Te a ajudar-me.\nGlória ao Pai, ao Filho e ao Espírito Santo.\nComo era no princípio, agora e sempre,\ne por todos os séculos dos séculos. Amém.\n\nSão Miguel Arcanjo, defendei-nos no combate;\nsede nossa proteção contra a perversidade e ciladas do demônio.\nMande-lhe Deus, nós vo-lo pedimos humildemente;\ne vós, Príncipe da milícia celeste,\npelo poder de Deus, precipitai no inferno a Satanás\ne aos outros espíritos malignos\nque andam pelo mundo\na procurar a perdição das almas. Amém.\n\nPelos nove coros dos Anjos:\n\n1. Pela intercessão de São Miguel e o coro celeste dos Anjos, defenda-nos o Senhor. Amém.\n\n2. Pela intercessão de São Miguel e o coro celeste dos Arcanjos, defenda-nos o Senhor. Amém.\n\n3. Pela intercessão de São Miguel e o coro celeste dos Principados, defenda-nos o Senhor. Amém.\n\n4. Pela intercessão de São Miguel e o coro celeste das Potestades, defenda-nos o Senhor. Amém.\n\n5. Pela intercessão de São Miguel e o coro celeste das Virtudes, defenda-nos o Senhor. Amém.\n\n6. Pela intercessão de São Miguel e o coro celeste das Dominações, defenda-nos o Senhor. Amém.\n\n7. Pela intercessão de São Miguel e o coro celeste dos Tronos, defenda-nos o Senhor. Amém.\n\n8. Pela intercessão de São Miguel e o coro celeste dos Querubins, defenda-nos o Senhor. Amém.\n\n9. Pela intercessão de São Miguel e o coro celeste dos Serafins, defenda-nos o Senhor. Amém.\n\nÓ gloriosíssimo Príncipe da milícia celeste,\nSão Miguel Arcanjo,\ndefendei-nos na batalha e na terrível peleja\nque temos contra os principados e potestades,\ncontra os príncipes deste mundo de trevas,\ncontra os espíritos malignos nas regiões celestes.\nVinde em socorro dos homens,\na quem Deus criou imortais,\ne fez à sua imagem e semelhança,\ne resgatou a grande preço da tirania do demônio.\n\nPelejai hoje a batalha do Senhor,\ncom os bem-aventurados Anjos que vos assistem,\ncomo pelejastes contra Lúcifer, príncipe da soberba,\ne os seus anjos apóstatas:\nnão puderam resistir-vos,\nnem se achou mais lugar para eles no céu.\nMas foi precipitado aquele grande dragão, a serpente antiga,\nque se chama diabo e Satanás,\nque seduz todo o mundo;\ne foi precipitado na terra,\ne os seus anjos com ele foram lançados.\n\nEis a Cruz do Senhor! Fugi, partes adversas!\nVenceu o Leão da tribo de Judá, a raiz de David!\nAleluia!\n\nSão Miguel Arcanjo, rogai por nós.\nAmém.",
      "notes": "Coroinha de São Miguel em português"
    },
    "pl": {
      "language": "Polish",
      "text": "Boże, wejrzyj ku wspomożeniu memu;\nPanie, pośpiesz ku ratunkowi memu.\nChwała Ojcu i Synowi i Duchowi Świętemu.\nJak była na początku, teraz i zawsze,\ni na wieki wieków. Amen.\n\nŚwięty Michale Archaniele, broń nas w walce;\nbądź naszą obroną przeciw złości i zasadzkom diabła.\nNiech mu rozkaże Bóg, pokornie błagamy;\na ty, Książę wojska niebieskiego,\nmocą Bożą strąć do piekła szatana\ni inne duchy złe,\nktóre po świecie krążą\nna zgubę dusz. Amen.\n\nZa dziewięć chórów Aniołów:\n\n1. Przez wstawiennictwo świętego Michała i niebieski chór Aniołów, broń nas Panie. Amen.\n\n2. Przez wstawiennictwo świętego Michała i niebieski chór Archaniołów, broń nas Panie. Amen.\n\n3. Przez wstawiennictwo świętego Michała i niebieski chór Księstw, broń nas Panie. Amen.\n\n4. Przez wstawiennictwo świętego Michała i niebieski chór Mocy, broń nas Panie. Amen.\n\n5. Przez wstawiennictwo świętego Michała i niebieski chór Cnót, broń nas Panie. Amen.\n\n6. Przez wstawiennictwo świętego Michała i niebieski chór Panowań, broń nas Panie. Amen.\n\n7. Przez wstawiennictwo świętego Michała i niebieski chór Tronów, broń nas Panie. Amen.\n\n8. Przez wstawiennictwo świętego Michała i niebieski chór Cherubinów, broń nas Panie. Amen.\n\n9. Przez wstawiennictwo świętego Michała i niebieski chór Serafinów, broń nas Panie. Amen.\n\nO najchwalebniejszy Książę wojska niebieskiego,\nŚwięty Michale Archaniele,\nbroń nas w bitwie i w strasznej walce,\njaką toczymy przeciw księstwom i władzom,\nprzeciw rządcom świata tego ciemności,\nprzeciw duchom złości na wyżynach niebieskich.\nPrzyjdź na ratunek ludziom,\nktórych Bóg stworzył nieśmiertelnymi,\ni na obraz i podobieństwo swoje uczynił,\ni od tyranii diabła odkupił wielką ceną.\n\nWalcz dziś bitwę Pana,\nz błogosławionymi Aniołami wspomagającymi cię,\njak walczyłeś przeciw Lucyferowi, księciu pychy,\ni jego apostackim aniołom;\nnie zdołali ci się oprzeć,\nani miejsce ich więcej nie znalazło się w niebie.\nLecz strącony został ów wielki smok, wąż starodawny,\nktóry zwie się diabłem i szatanem,\nktóry zwodzi cały świat;\ni strącony został na ziemię,\na aniołowie jego z nim posłani.\n\nOto Krzyż Pana! Uciekajcie, strony przeciwne!\nZwyciężył Lew z pokolenia Judy, korzeń Dawida!\nAlleluja!\n\nŚwięty Michale Archaniele, módl się za nami.\nAmen.",
      "notes": "Koronkowa modlitwa do św. Michała Archanioła w języku polskim"
    }
  }
}