{
  "metadata": {
    "id": "hail-holy-queen",
    "title": "Hail Holy Queen (Salve Regina)",
    "primary_category": "marian",
    "labels": ["marian", "devotional", "rosary"],
    "importance": "common",
    "type": "liturgical",
    "description": "A Marian antiphon expressing devotion to Mary as Queen of Heaven and Mother of Mercy",
    "origin": "Traditionally attributed to Hermann of Reichenau, used in Compline during certain liturgical seasons",
    "origin_date": "1013/1054",
    "usage": "Recited at Compline, after the Rosary, and in various Marian devotions",
    "feast_days": ["assumption", "queenship-of-mary", "all-marian-feasts"],
    "devotions": ["rosary", "compline", "marian-devotions"],
    "created_date": "2025-07-14",
    "last_modified": "2025-07-14"
  },
  "translations": {
    "la": {
      "language": "Latin",
      "text": "Salve, Regina, Mater misericordiae, vita, dulcedo et spes nostra, salve. Ad te clamamus exsules filii Hevae, ad te suspiramus, gementes et flentes in hac lacrimarum valle. Eia, ergo, advocata nostra, illos tuos misericordes oculos ad nos converte. Et Jesum, benedictum fructum ventris tui, nobis post hoc exsilium ostende. O clemens, O pia, O dulcis Virgo Maria.",
      "notes": "Traditional Latin antiphon attributed to Hermann of Reichenau"
    },
    "en": {
      "language": "English",
      "text": "Hail, holy Queen, Mother of mercy, our life, our sweetness, and our hope. To thee do we cry, poor banished children of Eve. To thee do we send up our sighs, mourning and weeping in this valley of tears. Turn then, most gracious advocate, thine eyes of mercy toward us. And after this our exile, show unto us the blessed fruit of thy womb, Jesus. O clement, O loving, O sweet Virgin Mary.",
      "notes": "Traditional English Catholic translation"
    },
    "es": {
      "language": "Spanish",
      "text": "Salve, Reina y Madre de misericordia, vida, dulzura y esperanza nuestra, Dios te salve. A ti clamamos los desterrados hijos de Eva, a ti suspiramos, gimiendo y llorando en este valle de lágrimas. Ea, pues, Señora, abogada nuestra, vuelve a nosotros esos tus ojos misericordiosos, y después de este destierro, muéstranos a Jesús, fruto bendito de tu vientre. ¡Oh clemente, oh piadosa, oh dulce Virgen María!",
      "notes": "Versión católica española tradicional"
    },
    "fr": {
      "language": "French",
      "text": "Salut, ô Reine, Mère de miséricorde, notre vie, notre douceur et notre espoir, salut! Enfants d'Ève exilés, nous crions vers vous; vers vous nous soupirons, gémissant et pleurant dans cette vallée de larmes. Ô vous donc, notre avocate, tournez vers nous vos regards miséricordieux. Et après cet exil, montrez-nous Jésus, le fruit béni de vos entrailles. Ô clémente, ô miséricordieuse, ô douce Vierge Marie!",
      "notes": "Version française catholique traditionnelle"
    },
    "de": {
      "language": "German",
      "text": "Sei gegrüßt, o Königin, Mutter der Barmherzigkeit, unser Leben, unsere Wonne und unsere Hoffnung, sei gegrüßt! Zu dir rufen wir verbannte Kinder Evas; zu dir seufzen wir, trauernd und weinend in diesem Tal der Tränen. Wohlan denn, unsere Fürsprecherin, wende deine barmherzigen Augen uns zu; und nach diesem Elend zeige uns Jesus, die gebenedeite Frucht deines Leibes. O gütige, o milde, o süße Jungfrau Maria!",
      "notes": "Deutsche katholische Übersetzung"
    },
    "it": {
      "language": "Italian",
      "text": "Salve, Regina, Madre di misericordia, vita, dolcezza e speranza nostra, salve. A te ricorriamo, esuli figli di Eva; a te sospiriamo, gementi e piangenti in questa valle di lacrime. Orsù dunque, avvocata nostra, rivolgi a noi gli occhi tuoi misericordiosi. E mostraci, dopo questo esilio, Gesù, il frutto benedetto del tuo seno. O clemente, o pia, o dolce Vergine Maria!",
      "notes": "Versione italiana cattolica tradizionale"
    },
    "pt": {
      "language": "Portuguese",
      "text": "Salve, Rainha, Mãe de misericórdia, vida, doçura e esperança nossa, salve! A vós bradamos, os degredados filhos de Eva. A vós suspiramos, gemendo e chorando neste vale de lágrimas. Eia pois, advogada nossa, esses vossos olhos misericordiosos a nós volvei. E depois deste desterro, mostrai-nos Jesus, bendito fruto do vosso ventre. Ó clemente, ó piedosa, ó doce sempre Virgem Maria!",
      "notes": "Versão portuguesa católica tradicional"
    },
    "pl": {
      "language": "Polish",
      "text": "Witaj, Królowo, Matko miłosierdzia, życie, słodyczy i nadziejo nasza, witaj! Do Ciebie wołamy, wygnani synowie Ewy, do Ciebie wzdychamy, jęcząc i płacząc w tej dolinie płaczu. Przeto, o Rzeczniczko nasza, oczy swoje miłosierne na nas zwróć. A Jezusa, błogosławiony owoc żywota Twego, po tym wygnaniu nam okaż. O łaskawa, o litościwa, o słodka Panno Maryjo!",
      "notes": "Polska katolicka wersja tradycyjna"
    }
  }
}
