{
  "metadata": {
    "id": "litany-of-the-sacred-heart",
    "title": "Litany of the Sacred Heart",
    "primary_category": "christological",
    "labels": ["christological", "litany", "devotional"],
    "importance": "common",
    "type": "litany",
    "description": "Devotional prayer to the Sacred Heart of Jesus, invoking His mercy and love",
    "origin": "Approved by Pope Leo XIII in 1899 for public recitation",
    "origin_date": "~1899",
    "usage": "Recited in devotions to the Sacred Heart, especially on the Feast of the Sacred Heart",
    "feast_days": ["sacred-heart"],
    "devotions": ["sacred-heart-devotions"],
    "created_date": "2025-10-20",
    "last_modified": "2025-10-20"
  },
  "translations": {
    "la": {
      "language": "Latin",
      "text": "Kyrie, eleison.\nChriste, eleison.\nKyrie, eleison.\nChriste, audi nos.\nChriste, exaudi nos.\nPater de caelis, Deus, miserere nobis.\nFilius, Redemptor mundi, Deus, miserere nobis.\nSpiritus Sancte, Deus, miserere nobis.\nSancta Trinitas, unus Deus, miserere nobis.\nCor Iesu, Filii Patris aeterni, miserere nobis.\nCor Iesu, in sinu Virginis Matris a Spiritu Sancto formatum, miserere nobis.\nCor Iesu, Verbo Dei substantialiter unitum, miserere nobis.\nCor Iesu, maiestatis infinitae, miserere nobis.\nCor Iesu, templum Dei sanctum, miserere nobis.\nCor Iesu, tabernaculum Altissimi, miserere nobis.\nCor Iesu, domus Dei et porta caeli, miserere nobis.\nCor Iesu, fornax ardens caritatis, miserere nobis.\nCor Iesu, iustitiae et amoris receptaculum, miserere nobis.\nCor Iesu, bonitate et amore plenum, miserere nobis.\nCor Iesu, virtutum omnium abyssus, miserere nobis.\nCor Iesu, omni laude dignissimum, miserere nobis.\nCor Iesu, rex et centrum omnium cordium, miserere nobis.\nCor Iesu, in quo sunt omnes thesauri sapientiae et scientiae, miserere nobis.\nCor Iesu, in quo habitat omnis plenitudo divinitatis, miserere nobis.\nCor Iesu, cuius plenitudo nostra laetitia, miserere nobis.\nCor Iesu, desiderium collium aeternorum, miserere nobis.\nCor Iesu, patiens et multae misericordiae, miserere nobis.\nCor Iesu, dives in omnes qui invocant te, miserere nobis.\nCor Iesu, fons vitae et sanctitatis, miserere nobis.\nCor Iesu, propitiatio pro peccatis nostris, miserere nobis.\nCor Iesu, saturatum opprobriis, miserere nobis.\nCor Iesu, attritum propter scelera nostra, miserere nobis.\nCor Iesu, usque ad mortem obediens factum, miserere nobis.\nCor Iesu, lancea perforatum, miserere nobis.\nCor Iesu, fons totius consolationis, miserere nobis.\nCor Iesu, vita et resurrectio nostra, miserere nobis.\nCor Iesu, pax et reconciliatio nostra, miserere nobis.\nCor Iesu, victima peccatorum, miserere nobis.\nCor Iesu, salus in te sperantium, miserere nobis.\nCor Iesu, spes in te morientium, miserere nobis.\nCor Iesu, deliciae Sanctorum omnium, miserere nobis.\nAgnus Dei, qui tollis peccata mundi, parce nobis, Domine.\nAgnus Dei, qui tollis peccata mundi, exaudi nos, Domine.\nAgnus Dei, qui tollis peccata mundi, miserere nobis.\nV. Iesu, mitis et humilis corde.\nR. Fac cor nostrum secundum Cor tuum.\nOremus.\nOmnipotens sempiterne Deus, respice in Cor dilectissimi Filii tui et in laudes et satisfactiones, quas in nomine peccatorum tibi persolvit, iisque misericordiam tuam petentibus, tu veniam concede placatus in nomine eiusdem Filii tui Iesu Christi, qui tecum vivit et regnat in saecula saeculorum. Amen.",
      "notes": "Official Latin version of the Litany of the Sacred Heart"
    },
    "en": {
      "language": "English",
      "text": "Lord, have mercy.\nChrist, have mercy.\nLord, have mercy.\nChrist, hear us.\nChrist, graciously hear us.\nGod the Father of heaven, have mercy on us.\nGod the Son, Redeemer of the world, have mercy on us.\nGod the Holy Spirit, have mercy on us.\nHoly Trinity, one God, have mercy on us.\nHeart of Jesus, Son of the Eternal Father, have mercy on us.\nHeart of Jesus, formed by the Holy Spirit in the womb of the Virgin Mother, have mercy on us.\nHeart of Jesus, substantially united to the Word of God, have mercy on us.\nHeart of Jesus, of infinite majesty, have mercy on us.\nHeart of Jesus, holy temple of God, have mercy on us.\nHeart of Jesus, tabernacle of the Most High, have mercy on us.\nHeart of Jesus, house of God and gate of heaven, have mercy on us.\nHeart of Jesus, burning furnace of charity, have mercy on us.\nHeart of Jesus, vessel of justice and love, have mercy on us.\nHeart of Jesus, full of goodness and love, have mercy on us.\nHeart of Jesus, abyss of all virtues, have mercy on us.\nHeart of Jesus, most worthy of all praise, have mercy on us.\nHeart of Jesus, king and center of all hearts, have mercy on us.\nHeart of Jesus, in whom are all the treasures of wisdom and knowledge, have mercy on us.\nHeart of Jesus, in whom dwells the fullness of divinity, have mercy on us.\nHeart of Jesus, in whom the Father is well pleased, have mercy on us.\nHeart of Jesus, of whose fullness we have all received, have mercy on us.\nHeart of Jesus, desire of the eternal hills, have mercy on us.\nHeart of Jesus, patient and most merciful, have mercy on us.\nHeart of Jesus, enriching all who invoke Thee, have mercy on us.\nHeart of Jesus, fountain of life and holiness, have mercy on us.\nHeart of Jesus, propitiation for our sins, have mercy on us.\nHeart of Jesus, loaded with opprobrium, have mercy on us.\nHeart of Jesus, bruised for our offenses, have mercy on us.\nHeart of Jesus, obedient unto death, have mercy on us.\nHeart of Jesus, pierced with a lance, have mercy on us.\nHeart of Jesus, source of all consolation, have mercy on us.\nHeart of Jesus, our life and resurrection, have mercy on us.\nHeart of Jesus, our peace and reconciliation, have mercy on us.\nHeart of Jesus, victim for our sins, have mercy on us.\nHeart of Jesus, salvation of those who hope in Thee, have mercy on us.\nHeart of Jesus, hope of those who die in Thee, have mercy on us.\nHeart of Jesus, delight of all the saints, have mercy on us.\nLamb of God, who takes away the sins of the world, spare us, O Lord.\nLamb of God, who takes away the sins of the world, graciously hear us, O Lord.\nLamb of God, who takes away the sins of the world, have mercy on us.\nV. Jesus, meek and humble of heart.\nR. Make our hearts like unto Thine.\nLet us pray.\nAlmighty and eternal God, look upon the Heart of Thy most beloved Son and upon the praises and satisfaction which He offers Thee in the name of sinners; and do Thou, in Thy great goodness, grant pardon to them who seek Thy mercy, in the name of the same Thy Son, Jesus Christ, who lives and reigns with Thee, world without end. Amen.",
      "notes": "English translation of the Litany of the Sacred Heart"
    },
    "es": {
      "language": "Spanish",
      "text": "Señor, ten piedad.\nCristo, ten piedad.\nSeñor, ten piedad.\nCristo, óyenos.\nCristo, escúchanos benignamente.\nDios Padre celestial, ten piedad de nosotros.\nDios Hijo, Redentor del mundo, ten piedad de nosotros.\nDios Espíritu Santo, ten piedad de nosotros.\nSantísima Trinidad, un solo Dios, ten piedad de nosotros.\nCorazón de Jesús, Hijo del Padre eterno, ten piedad de nosotros.\nCorazón de Jesús, formado por el Espíritu Santo en el seno de la Virgen Madre, ten piedad de nosotros.\nCorazón de Jesús, unido sustancialmente al Verbo de Dios, ten piedad de nosotros.\nCorazón de Jesús, de majestad infinita, ten piedad de nosotros.\nCorazón de Jesús, templo santo de Dios, ten piedad de nosotros.\nCorazón de Jesús, tabernáculo del Altísimo, ten piedad de nosotros.\nCorazón de Jesús, casa de Dios y puerta del cielo, ten piedad de nosotros.\nCorazón de Jesús, horno ardiente de caridad, ten piedad de nosotros.\nCorazón de Jesús, receptáculo de justicia y amor, ten piedad de nosotros.\nCorazón de Jesús, lleno de bondad y amor, ten piedad de nosotros.\nCorazón de Jesús, abismo de todas las virtudes, ten piedad de nosotros.\nCorazón de Jesús, digno de toda alabanza, ten piedad de nosotros.\nCorazón de Jesús, rey y centro de todos los corazones, ten piedad de nosotros.\nCorazón de Jesús, en el que están todos los tesoros de la sabiduría y del conocimiento, ten piedad de nosotros.\nCorazón de Jesús, en el que habita toda la plenitud de la divinidad, ten piedad de nosotros.\nCorazón de Jesús, cuya plenitud es nuestra alegría, ten piedad de nosotros.\nCorazón de Jesús, deseo de las colinas eternas, ten piedad de nosotros.\nCorazón de Jesús, paciente y de mucha misericordia, ten piedad de nosotros.\nCorazón de Jesús, rico para todos los que te invocan, ten piedad de nosotros.\nCorazón de Jesús, fuente de vida y santidad, ten piedad de nosotros.\nCorazón de Jesús, propiciación por nuestros pecados, ten piedad de nosotros.\nCorazón de Jesús, saturado de oprobios, ten piedad de nosotros.\nCorazón de Jesús, triturado por nuestras iniquidades, ten piedad de nosotros.\nCorazón de Jesús, hecho obediente hasta la muerte, ten piedad de nosotros.\nCorazón de Jesús, traspasado por una lanza, ten piedad de nosotros.\nCorazón de Jesús, fuente de toda consolación, ten piedad de nosotros.\nCorazón de Jesús, vida y resurrección nuestra, ten piedad de nosotros.\nCorazón de Jesús, paz y reconciliación nuestra, ten piedad de nosotros.\nCorazón de Jesús, víctima por nuestros pecados, ten piedad de nosotros.\nCorazón de Jesús, salvación de los que en ti esperan, ten piedad de nosotros.\nCorazón de Jesús, esperanza de los que mueren en ti, ten piedad de nosotros.\nCorazón de Jesús, delicia de todos los santos, ten piedad de nosotros.\nCordero de Dios, que quitas los pecados del mundo, ten piedad de nosotros, Señor.\nCordero de Dios, que quitas los pecados del mundo, óyenos, Señor.\nCordero de Dios, que quitas los pecados del mundo, ten piedad de nosotros.\nV. Jesús, manso y humilde de corazón.\nR. Haz nuestros corazones semejantes al tuyo.\nOremos.\nDios todopoderoso y eterno, mira el Corazón de tu Hijo amadísimo y las alabanzas y satisfacciones que te ofrece en nombre de los pecadores, y concede benignamente el perdón a los que piden tu misericordia en el nombre del mismo Hijo tuyo Jesucristo, que vive y reina contigo por los siglos de los siglos. Amén.",
      "notes": "Spanish Catholic liturgical version"
    },
    "fr": {
      "language": "French",
      "text": "Seigneur, ayez pitié.\nChrist, ayez pitié.\nSeigneur, ayez pitié.\nChrist, écoutez-nous.\nChrist, exaucez-nous.\nDieu le Père du ciel, ayez pitié de nous.\nDieu le Fils, Rédempteur du monde, ayez pitié de nous.\nDieu le Saint-Esprit, ayez pitié de nous.\nSainte Trinité, un seul Dieu, ayez pitié de nous.\nCœur de Jésus, Fils du Père éternel, ayez pitié de nous.\nCœur de Jésus, formé par le Saint-Esprit dans le sein de la Vierge Mère, ayez pitié de nous.\nCœur de Jésus, substantiellement uni au Verbe de Dieu, ayez pitié de nous.\nCœur de Jésus, d'une majesté infinie, ayez pitié de nous.\nCœur de Jésus, temple saint de Dieu, ayez pitié de nous.\nCœur de Jésus, tabernacle du Très-Haut, ayez pitié de nous.\nCœur de Jésus, maison de Dieu et porte du ciel, ayez pitié de nous.\nCœur de Jésus, fournaise ardente de charité, ayez pitié de nous.\nCœur de Jésus, vase de justice et d'amour, ayez pitié de nous.\nCœur de Jésus, plein de bonté et d'amour, ayez pitié de nous.\nCœur de Jésus, abîme de toutes les vertus, ayez pitié de nous.\nCœur de Jésus, digne de toute louange, ayez pitié de nous.\nCœur de Jésus, roi et centre de tous les cœurs, ayez pitié de nous.\nCœur de Jésus, dans lequel sont tous les trésors de la sagesse et de la science, ayez pitié de nous.\nCœur de Jésus, dans lequel habite toute la plénitude de la divinité, ayez pitié de nous.\nCœur de Jésus, dont la plénitude fait notre joie, ayez pitié de nous.\nCœur de Jésus, désir des collines éternelles, ayez pitié de nous.\nCœur de Jésus, patient et très miséricordieux, ayez pitié de nous.\nCœur de Jésus, riche pour tous ceux qui vous invoquent, ayez pitié de nous.\nCœur de Jésus, source de vie et de sainteté, ayez pitié de nous.\nCœur de Jésus, propitiation pour nos péchés, ayez pitié de nous.\nCœur de Jésus, chargé d'opprobres, ayez pitié de nous.\nCœur de Jésus, broyé pour nos iniquités, ayez pitié de nous.\nCœur de Jésus, obéissant jusqu'à la mort, ayez pitié de nous.\nCœur de Jésus, percé d'une lance, ayez pitié de nous.\nCœur de Jésus, source de toute consolation, ayez pitié de nous.\nCœur de Jésus, notre vie et notre résurrection, ayez pitié de nous.\nCœur de Jésus, notre paix et notre réconciliation, ayez pitié de nous.\nCœur de Jésus, victime pour nos péchés, ayez pitié de nous.\nCœur de Jésus, salut de ceux qui espèrent en vous, ayez pitié de nous.\nCœur de Jésus, espérance de ceux qui meurent en vous, ayez pitié de nous.\nCœur de Jésus, délices de tous les saints, ayez pitié de nous.\nAgneau de Dieu, qui enlèves les péchés du monde, épargne-nous, Seigneur.\nAgneau de Dieu, qui enlèves les péchés du monde, exauce-nous, Seigneur.\nAgneau de Dieu, qui enlèves les péchés du monde, aie pitié de nous.\nV. Jésus, doux et humble de cœur.\nR. Rendez nos cœurs semblables au vôtre.\nPrions.\nDieu tout-puissant et éternel, regardez le Cœur de votre Fils très aimé et les louanges et satisfactions qu'il vous offre au nom des pécheurs, et accordez, dans votre grande bonté, le pardon à ceux qui implorent votre miséricorde, au nom du même Fils Jésus-Christ, qui vit et règne avec vous dans les siècles des siècles. Amen.",
      "notes": "French Catholic liturgical version"
    },
    "de": {
      "language": "German",
      "text": "Herr, erbarme dich.\nChristus, erbarme dich.\nHerr, erbarme dich.\nChristus, höre uns.\nChristus, erhöre uns gnädig.\nGott Vater im Himmel, erbarme dich unser.\nGott Sohn, Erlöser der Welt, erbarme dich unser.\nGott Heiliger Geist, erbarme dich unser.\nHeilige Dreifaltigkeit, ein einziger Gott, erbarme dich unser.\nHerz Jesu, Sohn des ewigen Vaters, erbarme dich unser.\nHerz Jesu, vom Heiligen Geist im Schoße der Jungfrau Mutter gebildet, erbarme dich unser.\nHerz Jesu, dem Worte Gottes wesentlich vereinigt, erbarme dich unser.\nHerz Jesu, von unendlicher Majestät, erbarme dich unser.\nHerz Jesu, heiliger Tempel Gottes, erbarme dich unser.\nHerz Jesu, Zelt des Allerhöchsten, erbarme dich unser.\nHerz Jesu, Haus Gottes und Pforte des Himmels, erbarme dich unser.\nHerz Jesu, glühender Ofen der Liebe, erbarme dich unser.\nHerz Jesu, Gefäß der Gerechtigkeit und Liebe, erbarme dich unser.\nHerz Jesu, voll Güte und Liebe, erbarme dich unser.\nHerz Jesu, Abgrund aller Tugenden, erbarme dich unser.\nHerz Jesu, aller Lobpreis würdig, erbarme dich unser.\nHerz Jesu, König und Mittelpunkt aller Herzen, erbarme dich unser.\nHerz Jesu, in dem alle Schätze der Weisheit und Erkenntnis sind, erbarme dich unser.\nHerz Jesu, in dem die ganze Fülle der Gottheit wohnt, erbarme dich unser.\nHerz Jesu, dessen Fülle unsere Freude ist, erbarme dich unser.\nHerz Jesu, Sehnsucht der ewigen Hügel, erbarme dich unser.\nHerz Jesu, geduldig und barmherzig, erbarme dich unser.\nHerz Jesu, reich für alle, die dich anrufen, erbarme dich unser.\nHerz Jesu, Quelle des Lebens und der Heiligkeit, erbarme dich unser.\nHerz Jesu, Sühne für unsere Sünden, erbarme dich unser.\nHerz Jesu, gesättigt mit Schmach, erbarme dich unser.\nHerz Jesu, zermalmt wegen unserer Missetaten, erbarme dich unser.\nHerz Jesu, gehorsam bis zum Tode, erbarme dich unser.\nHerz Jesu, mit einer Lanze durchbohrt, erbarme dich unser.\nHerz Jesu, Quelle allen Trostes, erbarme dich unser.\nHerz Jesu, unser Leben und Auferstehung, erbarme dich unser.\nHerz Jesu, unser Friede und Versöhnung, erbarme dich unser.\nHerz Jesu, Opfer für unsere Sünden, erbarme dich unser.\nHerz Jesu, Heil derer, die auf dich hoffen, erbarme dich unser.\nHerz Jesu, Hoffnung derer, die in dir sterben, erbarme dich unser.\nHerz Jesu, Wonne aller Heiligen, erbarme dich unser.\nLamm Gottes, das hinwegnimmt die Sünden der Welt, erbarme dich unser, o Herr.\nLamm Gottes, das hinwegnimmt die Sünden der Welt, erhöre uns, o Herr.\nLamm Gottes, das hinwegnimmt die Sünden der Welt, erbarme dich unser.\nV. Jesus, sanftmütig und demütig von Herzen.\nR. Mache unsere Herzen deinem Herzen ähnlich.\nLasset uns beten.\nAllmächtiger und ewiger Gott, blicke auf das Herz deines geliebtesten Sohnes und auf die Lobpreisungen und Genugtuungen, die er dir im Namen der Sünder darbringt, und gewähre in deiner großen Güte Verzeihung denen, die deine Barmherzigkeit erflehen, im Namen desselben deines Sohnes Jesus Christus, der mit dir lebt und herrscht in Ewigkeit. Amen.",
      "notes": "German Catholic liturgical version"
    },
    "it": {
      "language": "Italian",
      "text": "Signore, pietà.\nCristo, pietà.\nSignore, pietà.\nCristo, ascoltaci.\nCristo, esaudiscici.\nDio Padre del cielo, abbi pietà di noi.\nDio Figlio, Redentore del mondo, abbi pietà di noi.\nDio Spirito Santo, abbi pietà di noi.\nSanta Trinità, un solo Dio, abbi pietà di noi.\nCuore di Gesù, Figlio del Padre eterno, abbi pietà di noi.\nCuore di Gesù, formato dallo Spirito Santo nel seno della Vergine Madre, abbi pietà di noi.\nCuore di Gesù, sostanzialmente unito al Verbo di Dio, abbi pietà di noi.\nCuore di Gesù, di maestà infinita, abbi pietà di noi.\nCuore di Gesù, tempio santo di Dio, abbi pietà di noi.\nCuore di Gesù, tabernacolo dell'Altissimo, abbi pietà di noi.\nCuore di Gesù, casa di Dio e porta del cielo, abbi pietà di noi.\nCuore di Gesù, fornace ardente di carità, abbi pietà di noi.\nCuore di Gesù, vaso di giustizia e amore, abbi pietà di noi.\nCuore di Gesù, pieno di bontà e amore, abbi pietà di noi.\nCuore di Gesù, abisso di tutte le virtù, abbi pietà di noi.\nCuore di Gesù, degno di ogni lode, abbi pietà di noi.\nCuore di Gesù, re e centro di tutti i cuori, abbi pietà di noi.\nCuore di Gesù, nel quale sono tutti i tesori della sapienza e della scienza, abbi pietà di noi.\nCuore di Gesù, nel quale abita tutta la pienezza della divinità, abbi pietà di noi.\nCuore di Gesù, la cui pienezza è la nostra letizia, abbi pietà di noi.\nCuore di Gesù, desiderio dei colli eterni, abbi pietà di noi.\nCuore di Gesù, paziente e di molta misericordia, abbi pietà di noi.\nCuore di Gesù, ricco per tutti quelli che ti invocano, abbi pietà di noi.\nCuore di Gesù, fonte di vita e santità, abbi pietà di noi.\nCuore di Gesù, propiziazione per i nostri peccati, abbi pietà di noi.\nCuore di Gesù, saturo di obbrobri, abbi pietà di noi.\nCuore di Gesù, contrito per le nostre iniquità, abbi pietà di noi.\nCuore di Gesù, fatto obbediente fino alla morte, abbi pietà di noi.\nCuore di Gesù, trafitto da una lancia, abbi pietà di noi.\nCuore di Gesù, fonte di ogni consolazione, abbi pietà di noi.\nCuore di Gesù, vita e risurrezione nostra, abbi pietà di noi.\nCuore di Gesù, pace e riconciliazione nostra, abbi pietà di noi.\nCuore di Gesù, vittima per i nostri peccati, abbi pietà di noi.\nCuore di Gesù, salvezza di quelli che sperano in te, abbi pietà di noi.\nCuore di Gesù, speranza di quelli che muoiono in te, abbi pietà di noi.\nCuore di Gesù, delizia di tutti i santi, abbi pietà di noi.\nAgnello di Dio, che togli i peccati del mondo, abbi pietà di noi, Signore.\nAgnello di Dio, che togli i peccati del mondo, ascoltaci, Signore.\nAgnello di Dio, che togli i peccati del mondo, abbi pietà di noi.\nV. Gesù, mite e umile di cuore.\nR. Rendi il nostro cuore simile al tuo.\nPreghiamo.\nDio onnipotente ed eterno, guarda il Cuore del tuo diletto Figlio e le lodi e le soddisfazioni che Egli ti offre nel nome dei peccatori, e concedi benignamente il perdono a coloro che chiedono la tua misericordia nel nome dello stesso Figlio tuo Gesù Cristo, che vive e regna con te nei secoli dei secoli. Amen.",
      "notes": "Italian Catholic liturgical version"
    },
    "pt": {
      "language": "Portuguese",
      "text": "Senhor, tende piedade.\nCristo, tende piedade.\nSenhor, tende piedade.\nCristo, ouvi-nos.\nCristo, atendei-nos.\nDeus Pai do céu, tende piedade de nós.\nDeus Filho, Redentor do mundo, tende piedade de nós.\nDeus Espírito Santo, tende piedade de nós.\nSantíssima Trindade, um só Deus, tende piedade de nós.\nCoração de Jesus, Filho do Pai eterno, tende piedade de nós.\nCoração de Jesus, formado pelo Espírito Santo no seio da Virgem Mãe, tende piedade de nós.\nCoração de Jesus, unido substancialmente ao Verbo de Deus, tende piedade de nós.\nCoração de Jesus, de majestade infinita, tende piedade de nós.\nCoração de Jesus, templo santo de Deus, tende piedade de nós.\nCoração de Jesus, tabernáculo do Altíssimo, tende piedade de nós.\nCoração de Jesus, casa de Deus e porta do céu, tende piedade de nós.\nCoração de Jesus, forno ardente de caridade, tende piedade de nós.\nCoração de Jesus, vaso de justiça e amor, tende piedade de nós.\nCoração de Jesus, cheio de bondade e amor, tende piedade de nós.\nCoração de Jesus, abismo de todas as virtudes, tende piedade de nós.\nCoração de Jesus, digno de todo o louvor, tende piedade de nós.\nCoração de Jesus, rei e centro de todos os corações, tende piedade de nós.\nCoração de Jesus, no qual estão todos os tesouros da sabedoria e da ciência, tende piedade de nós.\nCoração de Jesus, no qual habita toda a plenitude da divindade, tende piedade de nós.\nCoração de Jesus, cuja plenitude é a nossa alegria, tende piedade de nós.\nCoração de Jesus, desejo das colinas eternas, tende piedade de nós.\nCoração de Jesus, paciente e de muita misericórdia, tende piedade de nós.\nCoração de Jesus, rico para todos os que vos invocam, tende piedade de nós.\nCoração de Jesus, fonte de vida e santidade, tende piedade de nós.\nCoração de Jesus, propiciação pelos nossos pecados, tende piedade de nós.\nCoração de Jesus, saturado de opróbrios, tende piedade de nós.\nCoração de Jesus, moído pelas nossas iniquidades, tende piedade de nós.\nCoração de Jesus, feito obediente até à morte, tende piedade de nós.\nCoração de Jesus, traspassado por uma lança, tende piedade de nós.\nCoração de Jesus, fonte de toda a consolação, tende piedade de nós.\nCoração de Jesus, vida e ressurreição nossa, tende piedade de nós.\nCoração de Jesus, paz e reconciliação nossa, tende piedade de nós.\nCoração de Jesus, vítima pelos nossos pecados, tende piedade de nós.\nCoração de Jesus, salvação dos que em vós esperam, tende piedade de nós.\nCoração de Jesus, esperança dos que morrem em vós, tende piedade de nós.\nCoração de Jesus, delícia de todos os santos, tende piedade de nós.\nCordeiro de Deus, que tirais os pecados do mundo, tende piedade de nós, Senhor.\nCordeiro de Deus, que tirais os pecados do mundo, ouvi-nos, Senhor.\nCordeiro de Deus, que tirais os pecados do mundo, tende piedade de nós.\nV. Jesus, manso e humilde de coração.\nR. Fazei o nosso coração semelhante ao vosso.\nOremos.\nDeus onipotente e eterno, olhai para o Coração do vosso diletíssimo Filho e para os louvores e satisfações que Ele vos oferece em nome dos pecadores, e concedei benignamente o perdão aos que imploram a vossa misericórdia no nome do mesmo vosso Filho Jesus Cristo, que vive e reina convosco pelos séculos dos séculos. Amen.",
      "notes": "Portuguese Catholic liturgical version"
    },
    "pl": {
      "language": "Polish",
      "text": "Panie, zmiłuj się.\nChryste, zmiłuj się.\nPanie, zmiłuj się.\nChryste, wysłuchaj nas.\nChryste, łaskawie wysłuchaj nas.\nBoże Ojcze niebieski, zmiłuj się nad nami.\nBoże Synu, Odkupicielu świata, zmiłuj się nad nami.\nBoże Duchu Święty, zmiłuj się nad nami.\nŚwięta Trójco, Jedyny Boże, zmiłuj się nad nami.\nSerce Jezusa, Synu Ojca wiecznego, zmiłuj się nad nami.\nSerce Jezusa, utworzone przez Ducha Świętego w łonie Matki Dziewicy, zmiłuj się nad nami.\nSerce Jezusa, istotnie zjednoczone ze Słowem Bożym, zmiłuj się nad nami.\nSerce Jezusa, majestatu nieskończonego, zmiłuj się nad nami.\nSerce Jezusa, świątynio Boża święta, zmiłuj się nad nami.\nSerce Jezusa, przybytku Najwyższego, zmiłuj się nad nami.\nSerce Jezusa, domu Bożym i bramko nieba, zmiłuj się nad nami.\nSerce Jezusa, piecu gorejącym miłości, zmiłuj się nad nami.\nSerce Jezusa, naczyniu sprawiedliwości i miłości, zmiłuj się nad nami.\nSerce Jezusa, pełne dobroci i miłości, zmiłuj się nad nami.\nSerce Jezusa, przepaści wszelkich cnót, zmiłuj się nad nami.\nSerce Jezusa, wszelkiej chwały godne, zmiłuj się nad nami.\nSerce Jezusa, królu i centrum wszystkich serc, zmiłuj się nad nami.\nSerce Jezusa, w którym są wszystkie skarby mądrości i umiejętności, zmiłuj się nad nami.\nSerce Jezusa, w którym mieszka cała pełnia Bóstwa, zmiłuj się nad nami.\nSerce Jezusa, którego pełnia jest naszą radością, zmiłuj się nad nami.\nSerce Jezusa, pragnieniu pagórków wiecznych, zmiłuj się nad nami.\nSerce Jezusa, cierpliwe i wielce miłosierne, zmiłuj się nad nami.\nSerce Jezusa, bogate dla wszystkich, którzy cię wzywają, zmiłuj się nad nami.\nSerce Jezusa, źródle życia i świętości, zmiłuj się nad nami.\nSerce Jezusa, przebłaganiu za grzechy nasze, zmiłuj się nad nami.\nSerce Jezusa, nasycone hańbą, zmiłuj się nad nami.\nSerce Jezusa, startym dla nieprawości naszych, zmiłuj się nad nami.\nSerce Jezusa, posłuszne aż do śmierci, zmiłuj się nad nami.\nSerce Jezusa, włócznią przebite, zmiłuj się nad nami.\nSerce Jezusa, źródle wszelkiej pociechy, zmiłuj się nad nami.\nSerce Jezusa, życie i zmartwychwstanie nasze, zmiłuj się nad nami.\nSerce Jezusa, pokój i pojednanie nasze, zmiłuj się nad nami.\nSerce Jezusa, ofiara za grzechy nasze, zmiłuj się nad nami.\nSerce Jezusa, zbawienie ufających w tobie, zmiłuj się nad nami.\nSerce Jezusa, nadziejo umierających w tobie, zmiłuj się nad nami.\nSerce Jezusa, rozkoszo wszystkich świętych, zmiłuj się nad nami.\nBaranku Boży, który gładzisz grzechy świata, zmiłuj się nad nami, Panie.\nBaranku Boży, który gładzisz grzechy świata, wysłuchaj nas, Panie.\nBaranku Boży, który gładzisz grzechy świata, zmiłuj się nad nami.\nW. Jezu, cichy i pokorny sercem.\nO. Uczyń serca nasze według Serca twego.\nMódlmy się.\nBoże wszechmogący i wieczny, wejrzyj na Serce najmilszego Syna twego i na chwały i zadośćuczynienia, które On w imieniu grzeszników Tobie ofiaruje, i błagającym o miłosierdzie twoje, przebacz im łaskawie w imię tegoż Syna twego Jezusa Chrystusa, który z Tobą żyje i króluje na wieki wieków. Amen.",
      "notes": "Polish Catholic liturgical version"
    }
  }
}