{
  "metadata": {
    "id": "our-father",
    "title": "Our Father",
    "primary_category": "christological",
    "labels": ["core", "essential", "christological", "daily", "rosary", "mass"],
    "importance": "essential",
    "type": "scriptural",
    "description": "The prayer taught by Jesus Christ to his disciples, also known as the Lord's Prayer",
    "origin": "Gospel of Matthew 6:9-13 and Luke 11:2-4, taught by Jesus Christ",
    "origin_date": "0030/0033",
    "usage": "Central prayer of Christian worship, recited in Mass, Rosary, and daily prayers",
    "feast_days": ["all-liturgical-celebrations"],
    "devotions": ["rosary", "daily-prayers", "mass"],
    "created_date": "2025-07-14",
    "last_modified": "2025-10-20"
  },
  "translations": {
    "la": {
      "language": "Latin",
      "text": "Pater noster, qui es in caelis, sanctificetur nomen tuum. Adveniat regnum tuum. Fiat voluntas tua, sicut in caelo et in terra. Panem nostrum quotidianum da nobis hodie, et dimitte nobis debita nostra sicut et nos dimittimus debitoribus nostris. Et ne nos inducas in tentationem, sed libera nos a malo. Amen.",
      "notes": "Traditional Latin version used in the Roman Catholic liturgy"
    },
    "en": {
      "language": "English",
      "text": "Our Father, who art in heaven, hallowed be thy name. Thy kingdom come, thy will be done, on earth as it is in heaven. Give us this day our daily bread, and forgive us our trespasses, as we forgive those who trespass against us. And lead us not into temptation, but deliver us from evil. Amen.",
      "notes": "Traditional English translation commonly used in Catholic prayer"
    },
    "es": {
      "language": "Spanish",
      "text": "Padre nuestro, que estás en el cielo, santificado sea tu nombre. Venga a nosotros tu reino, hágase tu voluntad en la tierra como en el cielo. Danos hoy nuestro pan de cada día, perdona nuestras ofensas, como también nosotros perdonamos a los que nos ofenden. No nos dejes caer en tentación, y líbranos del mal. Amén.",
      "notes": "Standard Spanish Catholic version"
    },
    "fr": {
      "language": "French",
      "text": "Notre Père, qui es aux cieux, que ton nom soit sanctifié, que ton règne vienne, que ta volonté soit faite sur la terre comme au ciel. Donne-nous aujourd'hui notre pain de ce jour. Pardonne-nous nos offenses, comme nous pardonnons aussi à ceux qui nous ont offensés. Et ne nous laisse pas entrer en tentation, mais délivre-nous du Mal. Amen.",
      "notes": "French Catholic liturgical version"
    },
    "de": {
      "language": "German",
      "text": "Vater unser im Himmel, geheiligt werde dein Name. Dein Reich komme. Dein Wille geschehe, wie im Himmel, so auf Erden. Unser tägliches Brot gib uns heute. Und vergib uns unsere Schuld, wie auch wir vergeben unsern Schuldigern. Und führe uns nicht in Versuchung, sondern erlöse uns von dem Bösen. Amen.",
      "notes": "German Catholic liturgical version"
    },
    "it": {
      "language": "Italian",
      "text": "Padre nostro, che sei nei cieli, sia santificato il tuo nome, venga il tuo regno, sia fatta la tua volontà, come in cielo così in terra. Dacci oggi il nostro pane quotidiano, e rimetti a noi i nostri debiti come anche noi li rimettiamo ai nostri debitori, e non abbandonarci alla tentazione, ma liberaci dal male. Amen.",
      "notes": "Italian Catholic liturgical version"
    },
    "pt": {
      "language": "Portuguese",
      "text": "Pai nosso, que estais nos céus, santificado seja o vosso nome. Venha a nós o vosso reino. Seja feita a vossa vontade, assim na terra como no céu. O pão nosso de cada dia dai-nos hoje. Perdoai-nos as nossas ofensas, assim como nós perdoamos a quem nos tem ofendido. E não nos deixeis cair em tentação, mas livrai-nos do mal. Amém.",
      "notes": "Portuguese Catholic liturgical version"
    },
    "pl": {
      "language": "Polish",
      "text": "Ojcze nasz, któryś jest w niebiesiech, święć się imię Twoje, przyjdź królestwo Twoje, bądź wola Twoja jako w niebie tak i na ziemi. Chleba naszego powszedniego daj nam dzisiaj. I odpuść nam nasze winy, jako i my odpuszczamy naszym winowajcom. I nie wódź nas na pokuszenie, ale nas zbaw ode złego. Amen.",
      "notes": "Polish Catholic liturgical version"
    }
  }
}