{
  "metadata": {
    "id": "prayer-to-st-rita",
    "title": "Prayer to St. Rita",
    "primary_category": "saints",
    "labels": ["saints", "rita", "devotional", "common"],
    "importance": "common",
    "type": "devotional",
    "description": "Prayer to St. Rita, patron saint of impossible causes",
    "origin": "Traditional prayer to St. Rita of Cascia",
    "origin_date": "~1450",
    "usage": "Prayed for difficult situations, impossible causes, and intercession",
    "feast_days": ["st-rita"],
    "devotions": ["saints-devotions"],
    "created_date": "2025-10-20",
    "last_modified": "2025-10-20"
  },
  "translations": {
    "la": {
      "language": "Latin",
      "text": "O Sancta Rita, advocata causarum desperatarum, quae pro tua liberalitate in concedendis favoribus Advocata Desperatarum et Impossibilium vocata es, Sancta Rita, tam humilis, tam pura, tam mortificata, tam patiens et tam compassiva erga Iesum Crucifixum tuum, ut ab Eo impetrare posses quaecumque petebas, ob quod omnes confidenter ad te recurrunt, exspectantes, si non semper levamen, saltem consolationem; esto propitia petitioni nostrae, ostendendo potentiam tuam apud Deum pro supplice tuo; esto liberalis nobis, sicut fuisti in tot casibus mirabilibus, ad maiorem Dei gloriam, ad propagationem devotionis tuae, et ad consolationem eorum qui in te confidunt. Promittimus, si petitio nostra concedatur, te glorificare faciendo notum favorem tuum, benedicendo et cantando laudes tuas in aeternum. Confidentes igitur in meritis et potentia tua coram Sacro Corde Iesu, oramus: (hic mentionem fac petitionis tuae). Impetra nobis petitionem nostram per singularia merita infantiae tuae, per perfectam unionem tuam cum Divina Voluntate, per heroica tormenta vitae tuae matrimonialis, per consolationem quam expertus es in conversione mariti tui, per sacrificium filiorum tuorum potius quam eos graviter offendere Deum, per miraculosam introitum tuum in conventum, per severas poenitentias et ter quotidie sanguineas flagellationes, per dolorem ex vulnere quod accepisti a spina Salvatoris Crucifixi, per divinum amorem qui cor tuum consumpsit, per illam insignem devotionem ad Beatissimum Sacramentum, quo solo per quattuor annos vixisti, per felicitatem qua discessisti a tribulationibus tuis ut iungereris Sponso Divino, per perfectum exemplum quod dedisti hominibus omnis status vitae. Ora pro nobis, O Sancta Rita, ut digni efficiamur promissionibus Christi. Amen.",
      "notes": "Latin version of the prayer to St. Rita"
    },
    "en": {
      "language": "English",
      "text": "O Holy Patroness of those in need, St. Rita, whose pleadings before thy Divine Lord are almost irresistible, who for thy lavishness in granting favors hast been called the Advocate of the Hopeless and even of the Impossible; St. Rita, so humble, so pure, so mortified, so patient and of such compassionate love for thy Crucified Jesus that thou couldst obtain from Him whatsoever thou askest, on account of which all confidently have recourse to thee, expecting, if not always relief, at least comfort; be propitious to our petition, showing thy power with God on behalf of thy suppliant; be lavish to us, as thou hast been in so many wonderful cases, for the greater glory of God, for the spreading of thine own devotion, and for the consolation of those who trust in thee. We promise, if our petition is granted, to glorify thee by making known thy favor, to bless and sing thy praises forever. Relying then upon thy merits and power before the Sacred Heart of Jesus, we pray: (here mention your request). Obtain for us our request by the singular merits of thy childhood, by thy perfect union with the Divine Will, by thy heroic sufferings during thy married life, by the consolation thou didst experience at the conversion of thy husband, by the sacrifice of thy children rather than see them grievously offend God, by thy miraculous entrance into the convent, by thy severe penances and thrice daily bloody scourgings, by the suffering caused by the wound thou didst receive from the thorn of thy Crucified Savior, by the divine love which consumed thy heart, by that remarkable devotion to the Blessed Sacrament, on which alone thou didst exist for four years, by the happiness with which thou didst part from thy trials to join thy Divine Spouse, by the perfect example thou gavest to people of every state of life. Pray for us, O holy St. Rita, that we may be made worthy of the promises of Christ. Amen.",
      "notes": "Traditional prayer to St. Rita of Cascia"
    },
    "es": {
      "language": "Spanish",
      "text": "Oh Santa Patrona de los necesitados, Santa Rita, cuyas súplicas ante tu Señor Divino son casi irresistibles, que por tu liberalidad en conceder favores has sido llamada la Abogada de los Desesperados e incluso de los Imposibles; Santa Rita, tan humilde, tan pura, tan mortificada, tan paciente y de tan compasivo amor por tu Jesús Crucificado que pudiste obtener de Él todo lo que pedías, por lo cual todos confiadamente recurren a ti, esperando, si no siempre alivio, al menos consuelo; sé propicia a nuestra petición, mostrando tu poder con Dios en favor de tu suplicante; sé liberal con nosotros, como lo has sido en tantos casos maravillosos, para mayor gloria de Dios, para la propagación de tu propia devoción, y para el consuelo de los que confían en ti. Prometemos, si nuestra petición es concedida, glorificarte haciendo conocido tu favor, bendiciendo y cantando tus alabanzas para siempre. Confiando entonces en tus méritos y poder ante el Sagrado Corazón de Jesús, oramos: (aquí menciona tu petición). Obtén para nosotros nuestra petición por los singulares méritos de tu infancia, por tu perfecta unión con la Divina Voluntad, por tus heroicos sufrimientos durante tu vida matrimonial, por el consuelo que experimentaste en la conversión de tu esposo, por el sacrificio de tus hijos antes que verlos ofender gravemente a Dios, por tu milagrosa entrada al convento, por tus severas penitencias y azotamientos sangrientos tres veces al día, por el sufrimiento causado por la herida que recibiste de la espina de tu Salvador Crucificado, por el amor divino que consumió tu corazón, por esa notable devoción al Santísimo Sacramento, en el que solo exististe durante cuatro años, por la felicidad con que partiste de tus pruebas para unirte a tu Divino Esposo, por el perfecto ejemplo que diste a las personas de todo estado de vida. Ruega por nosotros, oh santa Rita, para que seamos hechos dignos de las promesas de Cristo. Amén.",
      "notes": "Spanish translation of the prayer to St. Rita"
    },
    "fr": {
      "language": "French",
      "text": "Ô Sainte Patronne de ceux qui sont dans le besoin, Sainte Rita, dont les prières devant ton Seigneur Divin sont presque irrésistibles, qui pour ta libéralité dans l'octroi des faveurs as été appelée l'Avocate des Désespérés et même des Impossibles ; Sainte Rita, si humble, si pure, si mortifiée, si patiente et d'un amour si compatissant pour ton Jésus Crucifié que tu pus obtenir de Lui tout ce que tu demandais, à cause de quoi tous recourent avec confiance à toi, attendant, sinon toujours du soulagement, du moins du réconfort ; sois propice à notre pétition, montrant ta puissance auprès de Dieu en faveur de ton suppliant ; sois libérale envers nous, comme tu l'as été dans tant de cas merveilleux, pour la plus grande gloire de Dieu, pour la propagation de ta propre dévotion, et pour la consolation de ceux qui se confient en toi. Nous promettons, si notre pétition est accordée, de te glorifier en faisant connaître ta faveur, de te bénir et de chanter tes louanges éternellement. Comptant alors sur tes mérites et ta puissance devant le Sacré-Cœur de Jésus, nous prions : (ici mentionne ta demande). Obtiens pour nous notre demande par les mérites singuliers de ton enfance, par ta parfaite union avec la Divine Volonté, par tes souffrances héroïques durant ta vie conjugale, par la consolation que tu éprouvas à la conversion de ton époux, par le sacrifice de tes enfants plutôt que de les voir offenser gravement Dieu, par ton entrée miraculeuse au couvent, par tes pénitences sévères et tes flagellations sanglantes trois fois par jour, par la souffrance causée par la blessure que tu reçus de l'épine de ton Sauveur Crucifié, par l'amour divin qui consuma ton cœur, par cette remarquable dévotion au Très-Saint Sacrement, sur lequel seul tu vécus pendant quatre ans, par le bonheur avec lequel tu quitta tes épreuves pour rejoindre ton Divin Époux, par l'exemple parfait que tu donnas aux personnes de tout état de vie. Prie pour nous, ô sainte Rita, afin que nous soyons rendus dignes des promesses du Christ. Amen.",
      "notes": "French translation of the prayer to St. Rita"
    },
    "de": {
      "language": "German",
      "text": "O Heilige Patronin der Bedürftigen, Heilige Rita, deren Bitten vor deinem göttlichen Herrn fast unwiderstehlich sind, die für deine Freigebigkeit im Gewähren von Gunsten die Fürsprecherin der Hoffnungslosen und sogar der Unmöglichen genannt worden bist; Heilige Rita, so demütig, so rein, so gekreuzigt, so geduldig und von so mitleidsvoller Liebe zu deinem gekreuzigten Jesus, dass du von Ihm alles erhalten konntest, was du batest, weshalb alle vertrauensvoll zu dir kommen, erwartend, wenn nicht immer Erleichterung, doch wenigstens Trost; sei gnädig unserer Bitte, zeigend deine Macht bei Gott zugunsten deines Bittstellers; sei freigebig uns gegenüber, wie du es in so vielen wunderbaren Fällen gewesen bist, zur größeren Ehre Gottes, zur Verbreitung deiner eigenen Verehrung und zum Trost derer, die auf dich vertrauen. Wir versprechen, wenn unsere Bitte gewährt wird, dich zu verherrlichen, indem wir deine Gunst bekannt machen, dich segnen und deine Lobpreisungen ewig singen. Vertrauend dann auf deine Verdienste und Macht vor dem Heiligsten Herzen Jesu, beten wir: (hier erwähne deine Bitte). Erwirke uns unsere Bitte durch die einzigartigen Verdienste deiner Kindheit, durch deine vollkommene Vereinigung mit dem göttlichen Willen, durch deine heldenhaften Leiden während deines Ehelebens, durch den Trost, den du bei der Bekehrung deines Gatten erfahren hast, durch das Opfer deiner Kinder, eher als sie Gott schwer beleidigen zu sehen, durch deinen wunderbaren Eintritt ins Kloster, durch deine strengen Bußen und dreimal täglich blutigen Geißelungen, durch den Schmerz, verursacht durch die Wunde, die du von dem Dorn deines gekreuzigten Erlösers empfingst, durch die göttliche Liebe, die dein Herz verzehrte, durch jene bemerkenswerte Hingabe an das Hochheiligste Sakrament, von dem allein du vier Jahre lang lebtest, durch die Glückseligkeit, mit der du von deinen Prüfungen schiedest, um dich mit deinem göttlichen Bräutigam zu vereinen, durch das vollkommene Beispiel, das du den Menschen jeden Standes gabst. Bitte für uns, o heilige Rita, damit wir würdig werden der Verheißungen Christi. Amen.",
      "notes": "German translation of the prayer to St. Rita"
    },
    "it": {
      "language": "Italian",
      "text": "O Santa Patrona di coloro che sono nel bisogno, Santa Rita, le cui suppliche davanti al tuo Signore Divino sono quasi irresistibili, che per la tua liberalità nel concedere favori sei stata chiamata l'Avvocata dei Disperati e persino degli Impossibili; Santa Rita, così umile, così pura, così mortificata, così paziente e di così compassionevole amore per il tuo Gesù Crocifisso che potesti ottenere da Lui tutto ciò che chiedevi, per cui tutti confidano ricorrono a te, aspettando, se non sempre sollievo, almeno conforto; sii propizia alla nostra petizione, mostrando la tua potenza con Dio a favore del tuo supplice; sii liberale con noi, come lo sei stata in tanti casi meravigliosi, per la maggiore gloria di Dio, per la diffusione della tua stessa devozione, e per la consolazione di coloro che confidano in te. Promettiamo, se la nostra petizione sarà concessa, di glorificarti facendo noto il tuo favore, benedicendo e cantando le tue lodi per sempre. Confidando allora nei tuoi meriti e nella tua potenza davanti al Sacro Cuore di Gesù, preghiamo: (qui menziona la tua richiesta). Ottieni per noi la nostra richiesta per i singolari meriti della tua infanzia, per la tua perfetta unione con la Divina Volontà, per le tue eroiche sofferenze durante la tua vita matrimoniale, per la consolazione che provasti alla conversione del tuo marito, per il sacrificio dei tuoi figli piuttosto che vederli offendere gravemente Dio, per il tuo miracoloso ingresso nel convento, per le tue severe penitenze e le flagellazioni sanguinose tre volte al giorno, per il dolore causato dalla ferita che ricevesti dalla spina del tuo Salvatore Crocifisso, per l'amore divino che consumò il tuo cuore, per quella notevole devozione al Santissimo Sacramento, sul quale solo esistesti per quattro anni, per la felicità con cui lasciasti le tue prove per unirti al tuo Divino Sposo, per l'esempio perfetto che desti alle persone di ogni stato di vita. Prega per noi, o santa Rita, affinché siamo resi degni delle promesse di Cristo. Amen.",
      "notes": "Italian translation of the prayer to St. Rita"
    },
    "pt": {
      "language": "Portuguese",
      "text": "Ó Santa Padroeira dos necessitados, Santa Rita, cujas súplicas diante do teu Senhor Divino são quase irresistíveis, que pela tua liberalidade em conceder favores foste chamada a Advogada dos Desesperados e até dos Impossíveis; Santa Rita, tão humilde, tão pura, tão mortificada, tão paciente e de tão compassivo amor pelo teu Jesus Crucificado que pudeste obter d'Ele tudo quanto pedias, pelo que todos confiadamente recorrem a ti, esperando, se não sempre alívio, pelo menos consolação; sê propícia à nossa petição, mostrando o teu poder com Deus em favor do teu suplicante; sê liberal connosco, como o foste em tantos casos maravilhosos, para maior glória de Deus, para a propagação da tua própria devoção, e para a consolação dos que em ti confiam. Prometemos, se a nossa petição for concedida, glorificar-te fazendo conhecido o teu favor, bendizendo e cantando os teus louvores para sempre. Confiando então nos teus méritos e poder diante do Sagrado Coração de Jesus, oramos: (aqui menciona o teu pedido). Obtém para nós o nosso pedido pelos singulares méritos da tua infância, pela tua perfeita união com a Divina Vontade, pelas tuas heroicas sofrimentos durante a tua vida matrimonial, pela consolação que experimentaste na conversão do teu esposo, pelo sacrifício dos teus filhos antes de os ver ofender gravemente a Deus, pela tua miraculosa entrada no convento, pelas tuas severas penitências e flagelações sangrentas três vezes ao dia, pela dor causada pela ferida que recebeste do espinho do teu Salvador Crucificado, pelo amor divino que consumiu o teu coração, por aquela notável devoção ao Santíssimo Sacramento, no qual só exististe durante quatro anos, pela felicidade com que partiste das tuas provações para te unires ao teu Divino Esposo, pelo perfeito exemplo que deste às pessoas de todo o estado de vida. Ora por nós, ó santa Rita, para que sejamos feitos dignos das promesas de Cristo. Amém.",
      "notes": "Portuguese translation of the prayer to St. Rita"
    },
    "pl": {
      "language": "Polish",
      "text": "O Święta Patronko potrzebujących, Święta Rito, której prośby przed twoim Boskim Panem są prawie nieodparte, która za swoją hojność w udzielaniu łask została nazwana Orędowniczką Beznadziejnych, a nawet Niemożliwych; Święta Rito, tak pokorna, tak czysta, tak umartwiona, tak cierpliwa i tak współczująca miłości do twego Ukrzyżowanego Jezusa, że mogłaś od Niego uzyskać wszystko, o co prosiłaś, z powodu czego wszyscy ufnie uciekają się do ciebie, oczekując, jeśli nie zawsze ulgi, to przynajmniej pociechy; bądź łaskawa naszej prośbie, okazując swoją moc u Boga na rzecz twego błagającego; bądź hojna dla nas, jak byłaś w tylu cudownych przypadkach, dla większej chwały Bożej, dla rozpowszechnienia twej własnej czci i dla pociechy tych, którzy w tobie ufają. Obiecujemy, jeśli nasza prośba zostanie wysłuchana, uwielbić cię, czyniąc znanym twój łaskawy dar, błogosławiąc i śpiewając twe chwały na wieki. Polegając wtedy na twoich zasługach i mocy przed Najświętszym Sercem Jezusa, modlimy się: (tu wspomnij swoją prośbę). Wyjednaj nam naszą prośbę przez wyjątkowe zasługi twego dzieciństwa, przez doskonałe zjednoczenie z Boską Wolą, przez bohaterskie cierpienia podczas twego życia małżeńskiego, przez pociechę, którą doznałaś przy nawróceniu twego męża, przez ofiarę twoich dzieci, by nie widzieć ich ciężko obrażających Boga, przez twój cudowny wstęp do klasztoru, przez surowe pokuty i trzy razy dziennie krwawe biczowania, przez ból spowodowany raną, którą otrzymałaś od ciernia twego Ukrzyżowanego Zbawiciela, przez boską miłość, która pochłonęła twe serce, przez tę niezwykłą pobożność do Najświętszego Sakramentu, na którym sama żyłaś przez cztery lata, przez szczęście, z jakim odeszłaś od swoich prób, by połączyć się ze swoim Boskim Oblubieńcem, przez doskonały przykład, który dałaś ludziom wszelkiego stanu życia. Módl się za nami, o święta Rito, abyśmy stali się godni obietnic Chrystusa. Amen.",
      "notes": "Polish translation of the prayer to St. Rita"
    }
  }
}