{
  "metadata": {
    "id": "te-deum",
    "title": "Te Deum",
    "primary_category": "liturgical",
    "labels": ["liturgical", "ancient", "praise", "common"],
    "importance": "common",
    "type": "prayer",
    "description": "Ancient hymn of praise and thanksgiving to God",
    "origin": "4th-5th century, attributed to St. Ambrose and St. Augustine",
    "origin_date": "0397/0500",
    "usage": "Sung or recited in liturgical celebrations, especially on solemn occasions",
    "feast_days": [],
    "devotions": ["liturgical prayer", "hymn of praise"],
    "created_date": "2025-10-20",
    "last_modified": "2025-10-20"
  },
  "translations": {
    "la": {
      "language": "Latin",
      "text": "Te Deum laudamus: te Dominum confitemur.\nTe aeternum Patrem omnis terra veneratur.\nTibi omnes Angeli; tibi caeli et universae Potestates;\nTibi Cherubim et Seraphim incessabili voce proclamant:\nSanctus, Sanctus, Sanctus, Dominus Deus Sabaoth.\nPleni sunt caeli et terra maiestatis gloriae tuae.\nTe gloriosus Apostolorum chorus,\nTe Prophetarum laudabilis numerus,\nTe Martyrum candidatus laudat exercitus.\nTe per orbem terrarum sancta confitetur Ecclesia,\nPatrem immensae maiestatis:\nVenerandum tuum verum et unicum Filium;\nSanctum quoque Paraclitum Spiritum.\nTu Rex gloriae, Christe.\nTu Patris sempiternus es Filius.\nTu ad liberandum suscepturus hominem, non horruisti Virginis uterum.\nTu, devicto mortis aculeo, aperuisti credentibus regna caelorum.\nTu ad dexteram Dei sedes, in gloria Patris.\nIudex crederis esse venturus.\nTe ergo quaesumus, tuis famulis subveni: quos pretioso sanguine redemisti.\nAeterna fac cum sanctis tuis in gloria numerari.\n\nSalvum fac populum tuum, Domine, et benedic hereditati tuae.\nEt rege eos, et extolle illos usque in aeternum.\nPer singulos dies benedicimus te;\nEt laudamus nomen tuum in saeculum, et in saeculum saeculi.\nDignare, Domine, die isto sine peccato nos custodire.\nMiserere nostri, Domine, miserere nostri.\nFiat misericordia tua, Domine, super nos, quemadmodum speravimus in te.\nIn te, Domine, speravi: non confundar in aeternum.\n\nAmen.",
      "notes": "Traditional Latin Te Deum hymn"
    },
    "en": {
      "language": "English",
      "text": "We praise Thee, O God: we acknowledge Thee to be the Lord.\nAll the earth doth worship Thee, the Father everlasting.\nTo Thee all Angels cry aloud; the Heavens, and all the Powers therein;\nTo Thee Cherubim and Seraphim continually do cry:\nHoly, Holy, Holy, Lord God of Sabaoth;\nHeaven and earth are full of the Majesty of Thy glory.\nThe glorious company of the Apostles praise Thee.\nThe goodly fellowship of the Prophets praise Thee.\nThe noble army of Martyrs praise Thee.\nThe holy Church throughout all the world doth acknowledge Thee;\nThe Father of an infinite Majesty;\nThine adorable, true, and only Son;\nAlso the Holy Ghost, the Comforter.\nThou art the King of Glory, O Christ.\nThou art the everlasting Son of the Father.\nWhen Thou tookest upon Thee to deliver man, Thou didst not abhor the Virgin's womb.\nWhen Thou hadst overcome the sharpness of death, Thou didst open the Kingdom of Heaven to all believers.\nThou sittest at the right hand of God, in the glory of the Father.\nWe believe that Thou shalt come to be our Judge.\nWe therefore pray Thee, help Thy servants, whom Thou hast redeemed with Thy precious blood.\nMake them to be numbered with Thy Saints, in glory everlasting.\n\nO Lord, save Thy people, and bless Thine heritage.\nGovern them, and lift them up for ever.\nDay by day we magnify Thee;\nAnd we worship Thy Name ever, world without end.\nVouchsafe, O Lord, to keep us this day without sin.\nO Lord, have mercy upon us, have mercy upon us.\nO Lord, let Thy mercy lighten upon us, as our trust is in Thee.\nO Lord, in Thee have I trusted: let me never be confounded.\n\nAmen.",
      "notes": "Traditional English translation of the Te Deum"
    },
    "es": {
      "language": "Spanish",
      "text": "A Ti, Dios, te alabamos; a Ti, Señor, te reconocemos.\nA Ti, eterno Padre, te venera toda la tierra.\nA Ti cantan todos los Ángeles; a Ti los cielos y todas las Potestades;\nA Ti los Querubines y Serafines proclaman sin cesar:\nSanto, Santo, Santo es el Señor Dios de los ejércitos.\nLlenos están los cielos y la tierra de la majestad de tu gloria.\nA Ti te alaba el coro glorioso de los Apóstoles;\nA Ti te ensalza el número laudable de los Profetas;\nA Ti te glorifica el ejército blanco de los Mártires.\nA Ti por todo el orbe la santa Iglesia te confiesa:\nPadre de inmensa majestad;\nTu adorable, verdadero y único Hijo;\nY también el Espíritu Santo Paráclito.\nTú eres el Rey de gloria, oh Cristo.\nTú eres el Hijo sempiterno del Padre.\nTú, para librar al hombre, no desdeñaste el seno de la Virgen.\nTú, vencido el aguijón de la muerte, abriste a los creyentes el reino de los cielos.\nTú estás sentado a la diestra de Dios, en la gloria del Padre.\nCreemos que has de venir como Juez.\nTe rogamos, pues, que socorras a tus siervos, a quienes redimiste con tu preciosa sangre.\nHaz que en la gloria eterna sean contados con tus santos.\n\nSalva a tu pueblo, Señor, y bendice a tu heredad.\nY gobiérnalos, y ensálzalos para siempre.\nCada día te bendecimos;\nY alabamos tu nombre por los siglos de los siglos.\nDígnate, Señor, guardarnos hoy sin pecado.\nTen misericordia de nosotros, Señor, ten misericordia de nosotros.\nDescienda tu misericordia sobre nosotros, Señor, según esperamos en Ti.\nEn Ti, Señor, he esperado; no sea yo confundido para siempre.\n\nAmén.",
      "notes": "Te Deum en español"
    },
    "fr": {
      "language": "French",
      "text": "Nous Te louons, ô Dieu, nous T'avouons pour Seigneur.\nToute la terre Te vénère, Père éternel.\nTous les Anges Te crient; les Cieux et toutes les Puissances;\nLes Chérubins et les Séraphins Te proclament sans cesse:\nSaint, Saint, Saint, le Seigneur Dieu des armées.\nLes Cieux et la terre sont pleins de la majesté de Ta gloire.\nLa troupe glorieuse des Apôtres Te loue.\nLe nombre louable des Prophètes Te loue.\nLa blanche armée des Martyrs Te loue.\nL'Église sainte par tout l'univers Te confesse:\nPère de majesté infinie;\nTon Fils adorable, véritable et unique;\nAussi le Saint-Esprit, le Consolateur.\nTu es le Roi de gloire, ô Christ.\nTu es le Fils éternel du Père.\nPour délivrer l'homme, Tu n'as pas dédaigné le sein de la Vierge.\nAyant vaincu l'aiguillon de la mort, Tu as ouvert aux croyants le royaume des cieux.\nTu es assis à la droite de Dieu, dans la gloire du Père.\nNous croyons que Tu viendras pour nous juger.\nNous Te prions donc, secours Tes serviteurs, que Tu as rachetés de Ton précieux sang.\nFais qu'ils soient comptés avec Tes saints dans la gloire éternelle.\n\nSauve Ton peuple, Seigneur, et bénis Ton héritage.\nGouverne-les, et élève-les à jamais.\nChaque jour nous Te bénissons;\nEt nous louons Ton nom dans les siècles des siècles.\nDaigne, Seigneur, nous garder aujourd'hui sans péché.\nAie pitié de nous, Seigneur, aie pitié de nous.\nQue Ta miséricorde, Seigneur, descende sur nous, selon notre espérance en Toi.\nSeigneur, j'ai espéré en Toi; que je ne sois jamais confondu.\n\nAmen.",
      "notes": "Te Deum en français"
    },
    "de": {
      "language": "German",
      "text": "Dich, Gott, loben wir; dich, Herr, bekennen wir.\nDich, ewigen Vater, ehrt die ganze Welt.\nDir rufen alle Engel; dir die Himmel und alle Gewalten;\nDir Cherubim und Seraphim mit nie verstummender Stimme:\nHeilig, heilig, heilig ist Gott, der Herr der Heerscharen.\nVoll sind Himmel und Erde der Herrlichkeit deiner Majestät.\nDich lobt der glorreiche Chor der Apostel;\nDich der lobenswerte Zahl der Propheten;\nDich das weiße Heer der Märtyrer.\nDich bekennt die heilige Kirche durch den ganzen Erdkreis:\nDen Vater unermeßlicher Majestät;\nDeinen anbetungswürdigen, wahren und einzigen Sohn;\nAuch den Heiligen Geist, den Tröster.\nDu bist der König der Herrlichkeit, o Christe.\nDu bist der ewige Sohn des Vaters.\nDu hast, um den Menschen zu erlösen, nicht verschmäht den Schoß der Jungfrau.\nDu hast, nachdem du den Stachel des Todes überwunden, den Gläubigen das Himmelreich aufgetan.\nDu sitzest zur Rechten Gottes in der Herrlichkeit des Vaters.\nWir glauben, daß du kommen wirst als Richter.\nDarum bitten wir dich, hilf deinen Dienern, die du mit deinem teuren Blute erkauft hast.\nLaß sie in ewiger Herrlichkeit mit deinen Heiligen gezählt werden.\n\nErrette dein Volk, Herr, und segne dein Erbe.\nRegiere sie und erhebe sie in Ewigkeit.\nTäglich preisen wir dich;\nUnd loben deinen Namen von Ewigkeit zu Ewigkeit.\nGeruhe, Herr, uns heute ohne Sünde zu bewahren.\nErbarme dich unser, Herr, erbarme dich unser.\nLaß deine Barmherzigkeit über uns kommen, Herr, wie wir auf dich hoffen.\nHerr, auf dich habe ich gehofft; laß mich nimmermehr zuschanden werden.\n\nAmen.",
      "notes": "Te Deum auf Deutsch"
    },
    "it": {
      "language": "Italian",
      "text": "Noi Ti lodiamo, o Dio; noi Ti riconosciamo Signore.\nTe, Padre eterno, venera tutta la terra.\nA Te gridano tutti gli Angeli; a Te i cieli e tutte le Potestà;\nA Te i Cherubini e i Serafini proclamano senza fine:\nSanto, Santo, Santo, Signore Dio degli eserciti.\nPieni sono i cieli e la terra della maestà della tua gloria.\nTe loda il coro glorioso degli Apostoli;\nTe il numero lodevole dei Profeti;\nTe l'esercito candido dei Martiri.\nTe per tutto l'orbe la santa Chiesa confessa:\nPadre di immensa maestà;\nIl tuo venerando, vero e unico Figlio;\nE anche lo Spirito Santo Paraclito.\nTu sei il Re della gloria, o Cristo.\nTu sei il Figlio sempiterno del Padre.\nTu, per liberare l'uomo, non hai orrito il seno della Vergine.\nTu, vinto l'aculeo della morte, hai aperto ai credenti i regni dei cieli.\nTu siedi alla destra di Dio, nella gloria del Padre.\nCrediamo che verrai a giudicare.\nTi preghiamo dunque, soccorri i tuoi servi, che hai redento col tuo prezioso sangue.\nFa' che siano annoverati coi tuoi santi nella gloria eterna.\n\nSalva il tuo popolo, Signore, e benedici la tua eredità.\nE reggili, ed innalzali in eterno.\nPer ogni giorno Ti benediciamo;\nE lodiamo il tuo nome in eterno, e nei secoli dei secoli.\nDegnati, Signore, custodirci oggi senza peccato.\nAbbi misericordia di noi, Signore, abbi misericordia di noi.\nScenda la tua misericordia, Signore, sopra di noi, come abbiamo sperato in Te.\nIn Te, Signore, ho sperato: non sia io confuso in eterno.\n\nAmen.",
      "notes": "Te Deum in italiano"
    },
    "pt": {
      "language": "Portuguese",
      "text": "A Ti, ó Deus, louvamos; a Ti, Senhor, confessamos.\nA Ti, Pai eterno, venera toda a terra.\nA Ti clamam todos os Anjos; a Ti os céus e todas as Potestades;\nA Ti os Querubins e Serafins proclamam sem cessar:\nSanto, Santo, Santo, Senhor Deus dos exércitos.\nCheios estão os céus e a terra da majestade da tua glória.\nA Ti louva o coro glorioso dos Apóstolos;\nA Ti o número louvável dos Profetas;\nA Ti o exército branco dos Mártires.\nA Ti por todo o orbe a santa Igreja confessa:\nPai de imensa majestade;\nO teu venerando, verdadeiro e único Filho;\nE também o Espírito Santo Paráclito.\nTu és o Rei da glória, ó Cristo.\nTu és o Filho sempiterno do Pai.\nTu, para livrar o homem, não horrorizaste o ventre da Virgem.\nTu, vencido o aguilhão da morte, abriste aos crentes os reinos dos céus.\nTu estás assentado à destra de Deus, na glória do Pai.\nCremos que hás de vir a julgar.\nRogamos-Te, pois, que socorras os teus servos, que resgataste com o teu precioso sangue.\nFaze que na glória eterna sejam contados com os teus santos.\n\nSalva o teu povo, Senhor, e abençoa a tua herança.\nE governa-os, e exalta-os para sempre.\nDia por dia Te bendizemos;\nE louvamos o teu nome pelos séculos dos séculos.\nDigna-Te, Senhor, guardar-nos hoje sem pecado.\nTem misericórdia de nós, Senhor, tem misericórdia de nós.\nDesça a tua misericórdia sobre nós, Senhor, como esperamos em Ti.\nEm Ti, Senhor, esperei; não seja eu confundido para sempre.\n\nAmém.",
      "notes": "Te Deum em português"
    },
    "pl": {
      "language": "Polish",
      "text": "Ciebie Boga wysławiamy, Ciebie Pana wyznajemy.\nCiebie Ojca przedwiecznego cała ziemia czci.\nTobię wszyscy Aniołowie; Tobie niebiosa i wszystkie Moce;\nTobię Cherubini i Serafini nieustannym głosem wołają:\nŚwięty, Święty, Święty, Pan Bóg Zastępów.\nPełne są niebiosa i ziemia majestatu chwały Twojej.\nCiebie chwalebny chór Apostołów,\nCiebie godny pochwały zastęp Proroków,\nCiebie białe wojsko Męczenników wychwala.\nCiebie po całym świecie święta wyznaje Kościół:\nOjca niezmierzonej wielkości;\nCzcią godnego Syna Twojego jedynego prawdziwego;\nI Ducha Świętego Pocieszyciela.\nTyś jest Królem chwały, Chryste.\nTyś Synem Ojca przedwiecznym.\nTy na odkupienie człowieka nie wzgardziłeś łonem Dziewicy.\nTy pokonawszy oścień śmierci otworzyłeś wiernym królestwo niebieskie.\nSiedzisz po prawicy Boga w chwale Ojca.\nWierzymy, że przyjdziesz sądzić.\nBłagamy Cię przeto, wspomóż sługi Twoje, któreś odkupił drogocenną krwią.\nUczyń, aby w wiecznej chwale policzone były z świętymi Twymi.\n\nZbaw lud Twój, Panie, i błogosław dziedzictwu Twemu.\nI rządź nimi, i wywyższaj ich na wieki.\nNa każdy dzień błogosławimy Cię;\nI wysławiamy imię Twoje na wieki, i na wieki wieków.\nRacz, Panie, zachować nas dzisiaj bez grzechu.\nZmiłuj się nad nami, Panie, zmiłuj się nad nami.\nNiech zstąpi miłosierdzie Twoje, Panie, nad nami, jako ufamy w Tobie.\nW Tobie, Panie, ufałem; nie będę zawstydzony na wieki.\n\nAmen.",
      "notes": "Te Deum w języku polskim"
    }
  }
}